Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Disability.*.resx
Languages: es, pt

# Hearing_Description
source: Covers partial or total hearing loss. They may use hearing aids, lip reading, or sign language. Group conversations, noisy places, or phone calls might be difficult. Examples: someone Deaf from birth or who lost hearing later in life (deafened).
es: "Sordo" describe a una persona que tiene pérdida auditiva de severa a profunda. "Ensordecido" describe a un individuo que ha adquirido una pérdida auditiva en la edad adulta.
pt: Cobre perda auditiva parcial ou total. Podem usar aparelhos auditivos, leitura labial ou linguagem de sinais. Conversas em grupo, locais barulhentos ou telefonemas podem ser difíceis. Exemplos: alguém surdo de nascença ou que perdeu a audição mais tarde na vida (surdo).

# Hearing_Name
source: Hearing
es: Oído
pt: Audição

# Intellectual_Description
source: Involves significant difficulty with learning, reasoning, or problem-solving. The person might need more time to understand abstract concepts or follow complex conversations. Conditions include Down syndrome or other cognitive disabilities.
es: Se caracteriza por un desarrollo intelectual y una capacidad significativamente inferior a la media. Implica una limitación permanente en la capacidad de una persona para aprender.
pt: Envolve dificuldade significativa de aprendizagem, raciocínio ou resolução de problemas. A pessoa pode precisar de mais tempo para compreender conceitos abstratos ou acompanhar conversas complexas. Condições como síndrome de Down ou outras deficiências cognitivas podem ser consideradas.

# Intellectual_Name
source: Intellectual
es: Intelectual
pt: Intelectual

# Learning_Description
source: Describes differences in how the brain processes information. Common types include dyslexia (reading), dyscalculia (math), or ADHD (focus). They may seem disorganized or forgetful, but these are processing challenges—not lack of intelligence or interest.
es: Una discapacidad de aprendizaje es esencialmente un trastorno específico y persistente del sistema nervioso central de una persona que afecta el proceso de aprendizaje. Esto afecta la capacidad de una persona para interpretar lo que ve y escucha, o para vincular información de diferentes partes del cerebro.
pt: Descreve as diferenças na forma como o cérebro processa informações. Os tipos comuns incluem dislexia (leitura), discalculia (matemática) ou TDAH (foco). Podem parecer desorganizados ou esquecidos, mas são desafios de processamento — não falta de inteligência ou interesse.

# Learning_Name
source: Learning
es: Aprendizaje
pt: Aprendizagem

# MentalHealth_Description
source: Refers to diagnosed conditions like anxiety, depression, bipolar disorder, or PTSD. These can affect energy, mood, or communication. There might be good and bad days, need for understanding around emotional regulation, or therapy/medication routines.
es: Las discapacidades de salud mental pueden tomar muchas formas, al igual que las discapacidades físicas. Generalmente se clasifican en seis categorías: esquizofrenia, trastornos del estado de ánimo, trastornos de ansiedad, trastornos de la alimentación, trastornos de la personalidad, trastornos cerebrales orgánicos.
pt: Refere-se a condições diagnosticadas como ansiedade, depressão, transtorno bipolar ou TEPT. Essas condições podem afetar a energia, o humor ou a comunicação. Pode haver dias bons e ruins, necessidade de compreensão sobre regulação emocional ou rotinas de terapia/medicação.

# MentalHealth_Name
source: Mental Health
es: Salud mental
pt: Saúde mental

# Physical_Description
source: Includes conditions that affect movement, strength, coordination, or stamina. Examples: using a wheelchair, chronic pain, muscular dystrophy, or limited mobility from injury. The person may need accessible environments and could face physical limitations in daily or shared activities.
es: Incluye impedimentos fisiológicos, funcionales y/o de movilidad. Puede ser fluctuante o intermitente, crónica, progresiva o estable, visible o invisible.
pt: Inclui condições que afetam movimento, força, coordenação ou resistência. Exemplos: uso de cadeira de rodas, dor crônica, distrofia muscular ou mobilidade limitada devido a lesão. A pessoa pode precisar de ambientes acessíveis e enfrentar limitações físicas em atividades diárias ou compartilhadas.

# Physical_Name
source: Physical
es: Físico
pt: Física

# Visual_Description
source: Applies to people with low vision or blindness. Most are not totally blind, but may struggle to read signs, recognize faces, or use screens without assistive tech. Expect possible use of screen readers, guide dogs, or extra planning in visual-heavy situations.
es: "Legalmente ciego" describe a un individuo que tiene un 10% o menos de visión normal. Solo el 10% de las personas con discapacidad visual son totalmente ciegas. El otro 90% se describe como que tiene una "discapacidad visual".
pt: Aplica-se a pessoas com baixa visão ou cegueira. A maioria não é totalmente cega, mas pode ter dificuldade para ler placas, reconhecer rostos ou usar telas sem tecnologia assistiva. É possível o uso de leitores de tela, cães-guia ou planejamento extra em situações com alta necessidade visual.
