Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Ethnicity.*.resx
Languages: pt

source: Asian
pt: Asiático

# Asian_Description
source: People with origins in East Asia, South Asia, or Southeast Asia, including Chinese, Indian, Filipino, Japanese, and more.
pt: Pessoas com origens no Leste Asiático, Sul da Ásia ou Sudeste Asiático, incluindo chineses, indianos, filipinos, japoneses e muito mais.

source: Black / African Descent
pt: Negro / Descendente Africano

# BlackAfricanDescent_Description
source: People with origins in Sub-Saharan Africa, including African American, Afro-Caribbean, and other Black identities.
pt: Pessoas com origens na África Subsaariana, incluindo afro-americanos, afro-caribenhos e outras identidades negras.

source: Hispanic / Latino
pt: Hispânico / Latino

# HispanicLatino_Description
source: People of Latin American or Hispanic descent, including Mexican, Puerto Rican, Cuban, and other Latin American identities.
pt: Pessoas de ascendência latino-americana ou hispânica, incluindo mexicana, porto-riquenha, cubana e outras identidades latino-americanas.

source: Indigenous / Native Peoples
pt: Indígenas / Povos nativos

# IndigenousNativePeoples_Description
source: People native to the Americas, Australia, or other regions, such as Native American, First Nations, Aboriginal, or Maori.
pt: Pessoas nativas das Américas, Austrália ou outras regiões, como nativos americanos, primeiras nações, aborígenes ou maoris.

source: Middle Eastern / North African
pt: Oriente Médio / Norte da África

# MiddleEasternNorthAfrican_Description
source: People with origins in Middle Eastern or North African countries, such as Arab, Persian, or Berber.
pt: Pessoas com origens em países do Oriente Médio ou do Norte da África, como árabes, persas ou berberes.

source: Multiracial / Mixed
pt: Multirracial / Misto

# MultiracialMixed_Description
source: People who identify with more than one racial or ethnic background.
pt: Pessoas que se identificam com mais de uma origem racial ou étnica.

source: Native Hawaiian / Pacific Islander
pt: Nativo havaiano / Habitante das ilhas do Pacífico

# NativeHawaiianPacificIslander_Description
source: People native to the Pacific Islands, including Native Hawaiian, Samoan, and Chamorro.
pt: Povo nativo das ilhas do Pacífico, incluindo nativos havaianos, samoanos e chamorros.

source: Other
pt: Outro

# Other_Description
source: Person with a racial or ethnic background not listed here.
pt: Pessoa com origem racial ou étnica não listada aqui.

source: White / Caucasian
pt: Branco / Caucasiano

# WhiteCaucasian_Description
source: People with origins in Europe, the Middle East, or North Africa.
pt: Pessoas com origens na Europa, Oriente Médio ou Norte da África.
