Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Food.*.resx
Languages: es, pt

source: African Cuisine
es: Cocina africana
pt: Cozinha Africana

# AfricanCuisine_Description
source: Varied dishes focusing on stews, grains, and root vegetables, often seasoned with unique local spices (e.g., Jollof Rice (Nigeria), Injera (Ethiopia), Bobotie (South Africa), Tagine (Morocco), Biltong (South Africa), Fufu (Ghana)).
es: Platos variados centrados en guisos, cereales y tubérculos, a menudo condimentados con especias locales únicas (por ejemplo, arroz Jollof (Nigeria), Injera (Etiopía), Bobotie (Sudáfrica), Tagine (Marruecos), Biltong (Sudáfrica), Fufu (Ghana)).
pt: Pratos variados com foco em ensopados, grãos e tubérculos, muitas vezes temperados com especiarias locais únicas (por exemplo, arroz Jollof (Nigéria), Injera (Etiópia), Bobotie (África do Sul), Tagine (Marrocos), Biltong (África do Sul), Fufu (Gana)).

source: Asian Cuisine
es: Cocina asiática
pt: Cozinha Asiática

# AsianCuisine_Description
source: A diverse range of flavors from East and Southeast Asia, featuring rice and noodle dishes (e.g., Sushi (Japan), Pho (Vietnam), Pad Thai (Thailand), Dumplings (China), Ramen (Japan), Satay (Indonesia)).
es: Una amplia gama de sabores del este y sudeste de Asia, con platos de arroz y fideos (por ejemplo, sushi (Japón), Pho (Vietnam), Pad Thai (Tailandia), dumplings (China), ramen (Japón), satay (Indonesia)).
pt: Uma variedade de sabores do Leste e Sudeste Asiático, com pratos de arroz e macarrão (por exemplo, Sushi (Japão), Pho (Vietnã), Pad Thai (Tailândia), Bolinhos de Massa (China), Ramen (Japão), Satay (Indonésia)).

source: Baked Goods
es: Productos horneados
pt: Produtos assados

# BakedGoods_Description
source: A wide range of breads, pastries, and sweets that are enjoyed as snacks or desserts (e.g., Croissants (France), Bagels (United States), Scones (United Kingdom), Danish Pastry (Denmark), Brownies (United States), Puff Pastry (France)).
es: Una amplia gama de panes, pasteles y dulces que se disfrutan como refrigerios o postres (por ejemplo, croissants (Francia), bagels (Estados Unidos), scones (Reino Unido), pasteles daneses (Dinamarca), brownies (Estados Unidos), hojaldre (Francia)).
pt: Uma grande variedade de pães, bolos e doces que são apreciados como lanches ou sobremesas (por exemplo, croissants (França), bagels (Estados Unidos), scones (Reino Unido), pastelaria dinamarquesa (Dinamarca), brownies (Estados Unidos), massa folhada (França)).

source: Desserts & Sweets
es: Postres y dulces
pt: Sobremesas e Doces

# DessertsSweets_Description
source: A variety of sweet treats and desserts, showcasing flavors and techniques from around the world (e.g., Tiramisu (Italy), Baklava (Turkey), Mochi (Japan), Crème Brûlée (France), Churros (Spain), Dulce de Leche (Argentina)).
es: Una variedad de dulces y postres, que muestran sabores y técnicas de todo el mundo (por ejemplo, Tiramisú (Italia), Baklava (Turquía), Mochi (Japón), Crème Brûlée (Francia), Churros (España), Dulce de Leche (Argentina)).
pt: Uma variedade de doces e sobremesas, apresentando sabores e técnicas de todo o mundo (por exemplo, Tiramisu (Itália), Baklava (Turquia), Mochi (Japão), Crème Brûlée (França), Churros (Espanha), Dulce de Leche (Argentina)).

source: European Cuisine
es: Cocina europea
pt: Cozinha Europeia

# EuropeanCuisine_Description
source: Traditional and modern dishes from various European countries, emphasizing fresh ingredients and unique cooking styles (e.g., Pasta (Italy), Ratatouille (France), Paella (Spain), Sauerbraten (Germany), Borscht (Ukraine), Fish and Chips (United Kingdom)).
es: Platos tradicionales y modernos de varios países europeos, con énfasis en ingredientes frescos y estilos de cocina únicos (por ejemplo, Pasta (Italia), Ratatouille (Francia), Paella (España), Sauerbraten (Alemania), Borscht (Ucrania), Fish and Chips (Reino Unido)).
pt: Pratos tradicionais e modernos de vários países europeus, enfatizando ingredientes frescos e estilos de culinária únicos (por exemplo, massas (Itália), ratatouille (França), paella (Espanha), sauerbraten (Alemanha), borscht (Ucrânia), peixe com batatas fritas (Reino Unido)).

source: Fast Food & Comfort
es: Comida rápida y reconfortante
pt: Fast Food & Conforto

# FastFoodComfort_Description
source: Quick meals that are typically easy to prepare and satisfy cravings (e.g., Fried Chicken (United States), Pizza (Italy), Fish and Chips (United Kingdom), Nachos (Mexico), Doner Kebab (Turkey), Cheeseburger (United States)).
es: Comidas rápidas que suelen ser fáciles de preparar y satisfacen los antojos (por ejemplo, pollo frito (Estados Unidos), pizza (Italia), pescado y patatas fritas (Reino Unido), nachos (México), doner kebab (Turquía), hamburguesa con queso (Estados Unidos)).
pt: Refeições rápidas que geralmente são fáceis de preparar e satisfazem desejos (por exemplo, frango frito (Estados Unidos), pizza (Itália), peixe com batata frita (Reino Unido), nachos (México), doner kebab (Turquia), cheeseburger (Estados Unidos)).

source: Fusion Cuisine
es: Cocina de fusión
pt: Cozinha de Fusão

# FusionCuisine_Description
source: Innovative dishes that blend ingredients and cooking techniques from different cultures (e.g., Korean Tacos (United States), Sushi Burritos (United States), Indian Pizza (India), Thai Curry Pizza (United States), Mediterranean Burrito (Global), Banh Mi Burger (Vietnam)).
es: Platos innovadores que combinan ingredientes y técnicas de cocina de diferentes culturas (por ejemplo, tacos coreanos (Estados Unidos), burritos de sushi (Estados Unidos), pizza india (India), pizza de curry tailandesa (Estados Unidos), burrito mediterráneo (global), hamburguesa Banh Mi (Vietnam)).
pt: Pratos inovadores que combinam ingredientes e técnicas de culinária de diferentes culturas (por exemplo, tacos coreanos (Estados Unidos), burritos de sushi (Estados Unidos), pizza indiana (Índia), pizza tailandesa de curry (Estados Unidos), burrito mediterrâneo (global), hambúrguer Banh Mi (Vietnã)).

source: Grilled & Barbecue
es: Parrilla y barbacoa
pt: Grelhado e Churrasco

# GrilledBarbecue_Description
source: Dishes that are cooked over an open flame or grill, celebrated for their smoky flavors (e.g., BBQ Ribs (United States), Tandoori Chicken (India), Grilled Fish (Global), Satay (Indonesia), Grilled Vegetables (Mediterranean), Charcoal-Grilled Meat (Korea)).
es: Platos que se cocinan sobre una llama abierta o a la parrilla, famosos por sus sabores ahumados (por ejemplo, costillas a la barbacoa (Estados Unidos), pollo tandoori (India), pescado a la parrilla (mundial), satay (Indonesia), verduras a la parrilla (mediterráneo), carne a la parrilla con carbón (Corea)).
pt: Pratos preparados em fogo aberto ou na grelha, famosos por seus sabores defumados (por exemplo, costela de porco assada (Estados Unidos), frango tandoori (Índia), peixe grelhado (global), satay (Indonésia), vegetais grelhados (Mediterrâneo), carne grelhada no carvão (Coreia)).

source: Home-Cooked Traditional
es: Cocina tradicional casera
pt: Tradicional Caseiro

# HomeCookedTraditional_Description
source: Family-style meals that reflect cultural heritage and comfort, often made with love (e.g., Roast Chicken (United States), Lasagna (Italy), Curry (India), Borscht (Ukraine), Meatloaf (United States), Goulash (Hungary)).
es: Comidas de estilo familiar que reflejan la herencia cultural y la comodidad, a menudo preparadas con amor (por ejemplo, pollo asado (Estados Unidos), lasaña (Italia), curry (India), borscht (Ucrania), pastel de carne (Estados Unidos), gulash (Hungría)).
pt: Refeições em estilo familiar que refletem a herança cultural e o conforto, muitas vezes feitas com amor (por exemplo, frango assado (Estados Unidos), lasanha (Itália), curry (Índia), borscht (Ucrânia), bolo de carne (Estados Unidos), goulash (Hungria)).

source: Indian & South Asian
es: India y Asia meridional
pt: Indiano e sul asiático

# IndianSouthAsian_Description
source: Spicy and flavorful dishes, often centered around rice and bread, using a variety of spices (e.g., Biryani (India), Daal (Pakistan), Curry (Bangladesh), Samosas (India), Butter Chicken (India), Chaat (India)).
es: Platos picantes y sabrosos, a menudo centrados en arroz y pan, y que utilizan una variedad de especias (por ejemplo, Biryani (India), Daal (Pakistán), Curry (Bangladesh), Samosas (India), Pollo con mantequilla (India), Chaat (India)).
pt: Pratos picantes e saborosos, geralmente centrados em arroz e pão, usando uma variedade de especiarias (por exemplo, Biryani (Índia), Daal (Paquistão), Curry (Bangladesh), Samosas (Índia), Frango à Manteiga (Índia), Chaat (Índia)).

source: Latin American
es: Latinoamericano
pt: Latino-americano

# LatinAmerican_Description
source: Vibrant and flavorful foods reflecting the diverse cultures of Central and South America (e.g., Tacos (Mexico), Empanadas (Argentina), Feijoada (Brazil), Arepas (Venezuela), Ceviche (Peru), Tamales (Mexico)).
es: Alimentos vibrantes y sabrosos que reflejan las diversas culturas de América Central y del Sur (por ejemplo, tacos (México), empanadas (Argentina), feijoada (Brasil), arepas (Venezuela), ceviche (Perú), tamales (México)).
pt: Alimentos vibrantes e saborosos que refletem as diversas culturas da América Central e do Sul (por exemplo, tacos (México), empanadas (Argentina), feijoada (Brasil), arepas (Venezuela), ceviche (Peru), tamales (México)).

source: Mediterranean
es: Mediterráneo
pt: Mediterrâneo

# Mediterranean_Description
source: Light and healthy meals, typically featuring fresh vegetables, grains, and grilled proteins (e.g., Greek Salad (Greece), Hummus (Lebanon), Falafel (Egypt), Tabbouleh (Lebanon), Fattoush (Lebanon), Grilled Octopus (Greece)).
es: Comidas ligeras y saludables, generalmente con verduras frescas, cereales y proteínas a la parrilla (por ejemplo, ensalada griega (Grecia), hummus (Líbano), falafel (Egipto), tabbouleh (Líbano), fattoush (Líbano), pulpo a la parrilla (Grecia)).
pt: Refeições leves e saudáveis, geralmente com vegetais frescos, grãos e proteínas grelhadas (por exemplo, salada grega (Grécia), homus (Líbano), falafel (Egito), tabule (Líbano), fattoush (Líbano), polvo grelhado (Grécia)).

source: Middle Eastern & North African
es: Oriente Medio y el norte de África
pt: Oriente Médio e Norte da África

# MiddleEasternNorthAfrican_Description
source: Rich and aromatic dishes characterized by spices and herbs, often featuring grilled meats and hearty grains (e.g., Shawarma (Lebanon), Couscous (Morocco), Tagine (Algeria), Hummus (Israel), Falafel (Egypt), Kebabs (Turkey)).
es: Platos ricos y aromáticos caracterizados por especias y hierbas, a menudo con carnes a la parrilla y cereales abundantes (por ejemplo, shawarma (Líbano), cuscús (Marruecos), tagine (Argelia), hummus (Israel), falafel (Egipto), kebabs (Turquía)).
pt: Pratos ricos e aromáticos caracterizados por especiarias e ervas, geralmente com carnes grelhadas e grãos integrais (por exemplo, Shawarma (Líbano), Cuscuz (Marrocos), Tagine (Argélia), Homus (Israel), Falafel (Egito), Kebabs (Turquia)).

source: North American
es: Norteamericano
pt: Norte-americano

# NorthAmerican_Description
source: Comfort foods with a focus on hearty meals, BBQ, and regional specialties (e.g., Burgers (United States), Poutine (Canada), Clam Chowder (United States), BBQ Ribs (United States), Jambalaya (United States), Cornbread (United States)).
es: Comidas reconfortantes con énfasis en comidas abundantes, barbacoas y especialidades regionales (por ejemplo, hamburguesas (Estados Unidos), poutine (Canadá), sopa de almejas (Estados Unidos), costillas a la barbacoa (Estados Unidos), jambalaya (Estados Unidos), pan de maíz (Estados Unidos)).
pt: Comida caseira com foco em refeições substanciosas, churrasco e especialidades regionais (por exemplo, hambúrgueres (Estados Unidos), poutine (Canadá), sopa de mariscos (Estados Unidos), costelas grelhadas (Estados Unidos), jambalaya (Estados Unidos), pão de milho (Estados Unidos)).

source: Savory Snacks & Small Plates
es: Snacks salados y platos pequeños
pt: Petiscos Salgados e Pratos Pequenos

# SavorySnacksSmallPlates_Description
source: Small, flavorful bites that are perfect for sharing or as appetizers (e.g., Tapas (Spain), Dim Sum (China), Mezze Platter (Middle East), Charcuterie Board (France), Antipasto (Italy), Samosas (India)).
es: Pequeños bocados sabrosos, perfectos para compartir o como aperitivos (por ejemplo, tapas (España), dim sum (China), plato de mezze (Oriente Medio), tabla de charcutería (Francia), antipasto (Italia), samosas (India)).
pt: Pequenos petiscos saborosos, perfeitos para compartilhar ou como aperitivos (por exemplo, tapas (Espanha), dim sum (China), mezze plate (Oriente Médio), tábua de frios (França), antipasto (Itália), samosas (Índia)).

source: Seafood
es: Mariscos
pt: Frutos do mar

# Seafood_Description
source: Dishes focusing on fish and shellfish, celebrated for their freshness and variety (e.g., Ceviche (Peru), Fish Tacos (Mexico), Grilled Salmon (Norway), Lobster Roll (United States), Clam Chowder (United States), Bouillabaisse (France)).
es: Platos centrados en pescados y mariscos, reconocidos por su frescura y variedad (por ejemplo, ceviche (Perú), tacos de pescado (México), salmón a la parrilla (Noruega), rollo de langosta (Estados Unidos), sopa de almejas (Estados Unidos), bullabesa (Francia)).
pt: Pratos com foco em peixes e frutos do mar, celebrados por seu frescor e variedade (por exemplo, Ceviche (Peru), Tacos de Peixe (México), Salmão Grelhado (Noruega), Rolinho de Lagosta (Estados Unidos), Sopa de Mariscos (Estados Unidos), Bouillabaisse (França)).

source: Spicy Food
es: Comida picante
pt: Comida apimentada

# SpicyFood_Description
source: Dishes known for their heat and robust flavors, appealing to those who enjoy bold tastes (e.g., Spicy Ramen (Japan), Sichuan Hot Pot (China), Spicy Curry (India), Vindaloo (India), Spicy Tacos (Mexico), Kimchi (Korea)).
es: Platos conocidos por su picante y sabores robustos, atractivos para aquellos que disfrutan de los gustos atrevidos (por ejemplo, ramen picante (Japón), olla caliente de Sichuan (China), curry picante (India), vindaloo (India), tacos picantes (México), kimchi (Corea)).
pt: Pratos conhecidos por seus sabores picantes e robustos, que agradam aqueles que gostam de sabores ousados (por exemplo, Ramen Picante (Japão), Sichuan Hot Pot (China), Curry Picante (Índia), Vindaloo (Índia), Tacos Picantes (México), Kimchi (Coreia)).

source: Street Food
es: Comida callejera
pt: Comida de rua

# StreetFood_Description
source: Casual, flavorful foods that are often sold by vendors and reflect local tastes (e.g., Pani Puri (India), Hot Dogs (United States), Arepas (Venezuela), Churros (Spain), Gyoza (Japan), Spring Rolls (Vietnam)).
es: Comidas informales y sabrosas que suelen vender los vendedores ambulantes y que reflejan los gustos locales (por ejemplo, Pani Puri (India), Hot Dogs (Estados Unidos), Arepas (Venezuela), Churros (España), Gyoza (Japón), Rollitos de primavera (Vietnam)).
pt: Alimentos casuais e saborosos, geralmente vendidos por vendedores e que refletem os gostos locais (por exemplo, Pani Puri (Índia), Cachorro-quente (Estados Unidos), Arepas (Venezuela), Churros (Espanha), Gyoza (Japão), Rolinhos Primavera (Vietnã)).

source: Vegan
es: Vegano

# Vegan_Description
source: Completely plant-based meals without any animal products, often creative and flavorful (e.g., Vegan Burgers (United States), Tofu Stir-fry (Thailand), Chickpea Salad (Global), Vegan Chili (United States), Vegan Sushi (Japan), Quinoa Salad (Peru)).
es: Comidas completamente basadas en plantas sin ningún producto animal, a menudo creativas y sabrosas (por ejemplo, hamburguesas veganas (Estados Unidos), tofu salteado (Tailandia), ensalada de garbanzos (global), chile vegano (Estados Unidos), sushi vegano (Japón), ensalada de quinua (Perú)).
pt: Refeições totalmente à base de plantas, sem nenhum produto de origem animal, geralmente criativas e saborosas (por exemplo, hambúrgueres veganos (Estados Unidos), tofu frito (Tailândia), salada de grão-de-bico (global), chili vegano (Estados Unidos), sushi vegano (Japão), salada de quinoa (Peru)).

source: Vegetarian
es: Vegetariano
pt: Vegetariano

# Vegetarian_Description
source: A wide array of plant-based meals, highlighting vegetables, legumes, and grains (e.g., Ratatouille (France), Vegetable Stir-fry (China), Stuffed Peppers (Italy), Caprese Salad (Italy), Lentil Soup (Turkey), Veggie Burger (United States)).
es: Una amplia variedad de comidas a base de plantas, destacando verduras, legumbres y cereales (por ejemplo, Ratatouille (Francia), salteado de verduras (China), pimientos rellenos (Italia), ensalada caprese (Italia), sopa de lentejas (Turquía), hamburguesa vegetariana (Estados Unidos)).
pt: Uma grande variedade de refeições à base de vegetais, com destaque para vegetais, legumes e grãos (por exemplo, Ratatouille (França), Refogado de vegetais (China), Pimentões recheados (Itália), Salada Caprese (Itália), Sopa de lentilha (Turquia), Hambúrguer vegetariano (Estados Unidos)).
