Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/GenderIdentity.*.resx
Languages: es

# Agender_Description
source: A person who does not identify with any gender. Often prefers gender-neutral pronouns, such as 'they'.
es: Agénero se refiere a una persona que no se identifica con ninguna identidad de género, a menudo prefiriendo pronombres de género neutro como ellos.

# Agender_Name
source: Agender
es: Agénero

# Androgyne_Description
source: A person whose gender identity or expression incorporates both masculine and feminine elements.
es: Una persona cuya expresión de género incorpora elementos masculinos y femeninos. Andrógino también puede describir la expresión de género o la identidad de género.

# Androgyne_Name
source: Androgyne
es: Andrógino

# Bigender_Description
source: A person who identifies with two genders, either simultaneously or switching between them over time.
es: Una persona que se identifica con los géneros femenino y masculino. Una persona bigénero puede expresar dos géneros simultáneamente o fluctúa entre dos géneros.

# Bigender_Name
source: Bigender
es: Bigénero

# Cisgender_Description
source: A person whose gender identity aligns with the gender they were assigned at birth.
es: Una persona cuya identidad de género coincide con el género que se le asignó al nacer, generalmente en función de su sexo biológico.

# Cisgender_Name
source: Cisgender
es: Cisgénero

# Genderfluid_Description
source: A person whose gender identity is flexible and can change over time, expressing different genders at different moments.
es: Una persona cuya identidad de género no es fija y cambia con el tiempo. Las personas de género fluido pueden identificarse con diferentes géneros en diferentes momentos o una combinación de géneros a la vez.

# Genderfluid_Name
source: Genderfluid
es: Género fluido

# GenderNonconforming_Description
source: An umbrella term for people whose gender expression or identity does not align with societal expectations based on their assigned sex at birth.
es: Un término general que describe a cualquier persona cuya expresión o identidad de género no se alinea con las expectativas sociales tradicionales.

# GenderNonconforming_Name
source: Gender-nonconforming
es: No conforme con el género

# Genderqueer_Description
source: A term used by people who reject traditional gender categories. Often overlaps with "non-binary" and can refer to anyone who is not cisgender.
es: Un término general para una persona que no se identifica con una sola identidad de género. Este término se superpone con no binario y también puede describir a cualquier persona que no sea cisgénero.

# Intersex_Description
source: A person born with physical sex characteristics (such as chromosomes or genitals) that do not fit typical definitions of male or female bodies. Often assigned a gender at birth through medical intervention.
es: Una persona que nace con cuerpos de género ambiguo debido a anomalías cromosómicas o genitales ambiguos. Las personas intersexuales a menudo reciben una asignación de género al nacer a través de una intervención médica, que puede o no corresponder al género con el que se identifican a medida que envejecen.

# Intersex_Name
source: Intersex
es: Intersexualidad

# NonBinary_Description
source: A person who does not identify exclusively as male or female. Non-binary people may feel they embody aspects of both genders or neither.
es: Una persona que no cae bajo el binario tradicional hombre-mujer. Una persona no binaria puede identificarse como hombre y mujer, o ninguno.

# NonBinary_Name
source: Non-binary
es: No binario

# Omnigender_Description
source: A person who identifies with many or all genders. "Pangender" is the more commonly used term today.
es: Una persona que se identifica como una mezcla de varios géneros o como todos los géneros simultáneamente, incluidos los que están fuera del binario tradicional hombre-mujer. Pangénero es otro término para omnigénero.

# Omnigender_Name
source: Omnigender / Pangender
es: Omnigénero

# Questioning_Description
source: A person who is exploring or uncertain about their gender identity or expression.
es: Una persona que está en proceso de exploración o descubrimiento con respecto a su expresión o identidad de género.

# Questioning_Name
source: Questioning
es: Interrogatorio

# Transgender_Description
source: A person whose gender identity differs from the sex they were assigned at birth. Some transgender people transition physically, while others may not. Often referred to as 'trans' (e.g., trans woman, trans man).
es: Una persona cuya identidad de género no coincide con su sexo asignado al nacer (a menudo acortada a "trans" o enumerada con su género afirmado, por ejemplo, "mujer trans" u "hombre trans"). Algunas personas transgénero eligen someterse a tratamientos hormonales o cirugías para que coincidan con su identidad de género, pero otras no lo hacen.

# Transgender_Name
source: Transgender (Trans)
es: Transgénero

# TwoSpirit_Description
source: A term used in some Indigenous North American cultures to describe a person who embodies both masculine and feminine qualities, often seen as a distinct spiritual role within their communities.
es: Un término amplio que algunos indígenas norteamericanos usan para describir a las personas en su comunidad que se identifican con un espíritu masculino y femenino. Los dos espíritus pueden describir la expresión de género y / o la identidad sexual.

# TwoSpirit_Name
source: Two-Spirit
es: Dos espíritus
