Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/LeisureActivities.*.resx
Languages: es, pt

source: Collecting
es: Recolección
pt: Colecionismo

# Collecting_Description
source: Activities of collecting and organizing items of personal interest(e.g., stamp collecting, vintage items, coin collection)
es: Actividades de coleccionismo y organización de objetos de interés personal (por ejemplo, coleccionismo de sellos, objetos antiguos, colección de monedas)
pt: Atividades de coleta e organização de itens de interesse pessoal (por exemplo, coleção de selos, itens vintage, coleção de moedas)

source: Cooking & Culinary Exploration
es: Cocina y exploración culinaria
pt: Cozinha e Exploração Culinária

# CookingCulinaryExploration_Description
source: Culinary activities for creating and exploring new flavors(e.g., baking, experimenting with new recipes, wine tasting)
es: Actividades culinarias para crear y explorar nuevos sabores (por ejemplo, hornear, experimentar con nuevas recetas, degustación de vinos)
pt: Atividades culinárias para criar e explorar novos sabores (por exemplo, assar, experimentar novas receitas, degustação de vinhos)

source: Creative & Artistic
es: Creativo y artístico
pt: Criativo e Artístico

# CreativeArtistic_Description
source: Activities related to artistic creation and expression (e.g., painting, crafting, photography, sculpting)
es: Actividades relacionadas con la creación y expresión artística (por ejemplo, pintura, manualidades, fotografía, escultura)
pt: Atividades relacionadas à criação e expressão artística (por exemplo, pintura, artesanato, fotografia, escultura)

source: DIY & Hobbies
es: Bricolaje y pasatiempos
pt: Faça você mesmo e passatempos

# DIYHobbies_Description
source: Hands-on activities involving learning and creating independently (e.g., gardening, woodworking, knitting, home improvement)
es: Actividades prácticas que implican aprender y crear de forma independiente (por ejemplo, jardinería, carpintería, tejido, mejoras en el hogar)
pt: Atividades práticas que envolvam aprendizagem e criação independente (por exemplo, jardinagem, marcenaria, tricô, reforma da casa)

source: Educational & Self-Improvement
es: Educación y superación personal
pt: Educacional e Autoaperfeiçoamento

# EducationalSelfImprovement_Description
source: Activities for learning and personal growth(e.g., online courses, skill-building, language learning)
es: Actividades para el aprendizaje y el crecimiento personal (por ejemplo, cursos en línea, desarrollo de habilidades, aprendizaje de idiomas)
pt: Atividades para aprendizagem e crescimento pessoal (por exemplo, cursos online, desenvolvimento de habilidades, aprendizagem de idiomas)

source: Gaming & Entertainment
es: Juegos y entretenimiento
pt: Jogos e Entretenimento

# GamingEntertainment_Description
source: Activities related to games and digital entertainment (e.g., video games, board games, puzzles, VR experiences)
es: Actividades relacionadas con juegos y entretenimiento digital (por ejemplo, videojuegos, juegos de mesa, rompecabezas, experiencias de realidad virtual)
pt: Atividades relacionadas a jogos e entretenimento digital (por exemplo, videogames, jogos de tabuleiro, quebra-cabeças, experiências de RV)

source: Mindfulness & Wellness
es: Atención plena y bienestar
pt: Atenção Plena e Bem-Estar

# MindfulnessWellness_Description
source: Activities focused on mental and physical well-being(e.g., meditation, spa days, breathwork, nature walks)
es: Actividades centradas en el bienestar mental y físico (por ejemplo, meditación, días de spa, ejercicios de respiración, caminatas por la naturaleza)
pt: Atividades focadas no bem-estar mental e físico (por exemplo, meditação, dias de spa, exercícios de respiração, caminhadas na natureza)

source: Music & Performing Arts
es: Música y artes escénicas
pt: Música e Artes Cênicas

# MusicPerformingArts_Description
source: Activities related to music and performing arts (e.g., playing instruments, singing, dancing, theater)
es: Actividades relacionadas con la música y las artes escénicas (por ejemplo, tocar instrumentos, cantar, bailar, teatro)
pt: Atividades relacionadas à música e às artes cênicas (por exemplo, tocar instrumentos, cantar, dançar, teatro)

source: Outdoor & Nature
es: Aire libre y naturaleza
pt: Ao ar livre e natureza

# OutdoorNature_Description
source: Activities enjoyed outdoors and in nature (e.g., hiking, camping, birdwatching, beach days)
es: Actividades que se disfrutan al aire libre y en la naturaleza (por ejemplo, senderismo, acampada, observación de aves, días de playa)
pt: Atividades praticadas ao ar livre e na natureza (por exemplo, caminhadas, acampamentos, observação de pássaros, dias de praia)

source: Reading & Writing
es: Lectura y escritura
pt: Leitura e Escrita

# ReadingWriting_Description
source: Literary activities for enjoyment or personal expression (e.g., reading books, journaling, creative writing, poetry)
es: Actividades literarias para el disfrute o la expresión personal (por ejemplo, leer libros, llevar un diario, escritura creativa, poesía)
pt: Atividades literárias para diversão ou expressão pessoal (por exemplo, leitura de livros, diário, escrita criativa, poesia)

source: Social & Cultural
es: Social y cultural
pt: Social e Cultural

# SocialCultural_Description
source: Leisure activities for socializing or cultural enrichment (e.g., dining out, concerts, theater, museum visits)
es: Actividades de ocio para socializar o enriquecerse culturalmente (por ejemplo, salir a cenar, conciertos, teatro, visitas a museos)
pt: Atividades de lazer para socialização ou enriquecimento cultural (por exemplo, jantar fora, concertos, teatro, visitas a museus)

source: Sports & Fitness
es: Deportes y fitness
pt: Esportes e Fitness

# SportsFitness_Description
source: Physical activities for health or fun, solo or team-based (e.g., running, yoga, team sports, martial arts)
es: Actividades físicas para la salud o la diversión, individuales o en equipo (por ejemplo, correr, yoga, deportes de equipo, artes marciales)
pt: Atividades físicas para saúde ou diversão, individuais ou em equipe (por exemplo, corrida, ioga, esportes em equipe, artes marciais)

source: Travel & Exploration
es: Viajes y exploración
pt: Viagem e Exploração

# TravelExploration_Description
source: Activities of discovery and adventure in new places(e.g., road trips, exploring new cities, cultural exchange)
es: Actividades de descubrimiento y aventura en nuevos lugares (por ejemplo, viajes por carretera, exploración de nuevas ciudades, intercambio cultural)
pt: Atividades de descoberta e aventura em novos lugares (por exemplo, viagens de carro, exploração de novas cidades, intercâmbio cultural)

source: Volunteering & Community Service
es: Voluntariado y servicio comunitario
pt: Voluntariado e Serviço Comunitário

# VolunteeringCommunityService_Description
source: Activities of service and community support(e.g., animal shelter volunteering, community cleanup, tutoring)
es: Actividades de servicio y apoyo comunitario (por ejemplo, voluntariado en refugios de animales, limpieza comunitaria, tutorías)
pt: Atividades de serviço e apoio comunitário (por exemplo, voluntariado em abrigos de animais, limpeza comunitária, tutoria)
