Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/LoveLanguage.*.resx
Languages: es, pt

# ActsOfServices_Description
source: For those whose love language is acts of service, actions speak louder than words. They feel cared for when their partner helps with tasks or does something thoughtful, like cooking a meal, fixing something, or running errands. It shows dedication and willingness to ease their load.
es: Para quienes se identifican con el amor por el servicio, las acciones hablan más que las palabras. Se sienten queridos cuando su pareja les ayuda con las tareas o hace algo considerado, como cocinar, preparar algo o hacer recados. Demuestra dedicación y disposición para aliviarles la carga.
pt: Para aqueles cuja linguagem de amor são os atos de serviço, as ações falam mais alto que as palavras. Eles se sentem cuidados quando o parceiro ajuda com tarefas ou faz algo atencioso, como preparar uma refeição, consertar algo ou fazer recados. Isso demonstra dedicação e disposição para aliviar a carga.

# ActsOfServices_Name
source: Acts Of Services
es: Actos de Servicios
pt: Gestos de Serviço

# PhysicalTouch_Description
source: For people whose primary love language is physical touch, closeness and security come through physical contact. They feel most loved by holding hands, hugs, kisses, or other gentle touches. It’s not about public displays of affection, but about physical connection that reassures and bonds.
es: Para quienes su principal lenguaje de amor es el contacto físico, la cercanía y la seguridad se sienten a través del contacto físico. Se sienten más queridos al tomarse de la mano, abrazarse, besarse u otras caricias suaves. No se trata de demostraciones públicas de afecto, sino de una conexión física que reconforta y crea vínculos.
pt: Para pessoas cuja principal linguagem de amor é o toque físico, a proximidade e a segurança vêm por meio do contato físico. Elas se sentem mais amadas ao dar as mãos, abraçar, beijar ou fazer outros toques suaves. Não se trata de demonstrações públicas de afeto, mas sim de uma conexão física que tranquiliza e cria laços.

# PhysicalTouch_Name
source: Physical Touch
es: Toque físico
pt: Toque Físico

# QualityTime_Description
source: This love language centers on undivided attention. Those who prefer quality time want their partner to be fully present — no phones, no distractions — just focused on sharing moments together. It’s about feeling prioritized and truly connected during that time.
es: Este lenguaje del amor se centra en la atención plena. Quienes prefieren tiempo de calidad quieren que su pareja esté completamente presente, sin teléfonos ni distracciones, solo concentrados en compartir momentos juntos. Se trata de sentirse priorizados y verdaderamente conectados durante ese tiempo.
pt: Essa linguagem do amor se concentra na atenção integral. Quem prefere tempo de qualidade quer que o parceiro esteja totalmente presente — sem celulares, sem distrações —, apenas focado em compartilhar momentos juntos. Trata-se de se sentir priorizado e verdadeiramente conectado durante esse tempo.

# QualityTime_Name
source: Quality Time
es: Tiempo de calidad
pt: Qualidade de Tempo

# ReceivingGifts_Description
source: People who resonate with this love language feel loved when they receive tangible symbols of affection. It’s not about materialism but the thoughtfulness behind the gift. A small, meaningful present — like a favorite snack after a tough day — can make them feel deeply appreciated.
es: Las personas que se identifican con este lenguaje del amor se sienten queridas cuando reciben muestras tangibles de afecto. No se trata de materialismo, sino de la consideración que hay detrás del regalo. Un pequeño detalle significativo, como su refrigerio favorito después de un día difícil, puede hacerles sentir profundamente apreciados.
pt: Pessoas que se identificam com essa linguagem do amor se sentem amadas quando recebem símbolos tangíveis de afeto. Não se trata de materialismo, mas da consideração por trás do presente. Um presente pequeno e significativo — como um lanche favorito depois de um dia difícil — pode fazê-las se sentirem profundamente apreciadas.

# ReceivingGifts_Name
source: Receiving Gifts
es: Recepción de regalos
pt: Recebendo Presentes

# WordsOfAffirmation_Description
source: This love language is about expressing affection through spoken or written words. People who value this feel most loved when they receive sincere compliments, encouragement, and kind words. Even simple statements like “I appreciate you” or “You did a great job” have a big impact.
es: Este lenguaje del amor se trata de expresar afecto mediante palabras habladas o escritas. Quienes lo valoran se sienten más queridos cuando reciben elogios sinceros, palabras de aliento y cariño. Incluso frases sencillas como "Te agradezco" o "Hiciste un excelente trabajo" tienen un gran impacto.
pt: Essa linguagem do amor consiste em expressar afeição por meio de palavras faladas ou escritas. Pessoas que valorizam isso se sentem mais amadas quando recebem elogios sinceros, incentivo e palavras gentis. Até mesmo declarações simples como "Eu te aprecio" ou "Você fez um ótimo trabalho" têm um grande impacto.

# WordsOfAffirmation_Name
source: Words Of Affirmation
es: Palabras de afirmación
pt: Palavras de Afirmação
