Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/MoneyPersonality.*.resx
Languages: es, pt

# Connoisseur_Description
source: You love money (and there's nothing wrong with that)! You love spending it, primarily on amazing stuff, experiences, and services. You may even enjoy saving it, but with a spending goal in mind. You enjoy the finer things in life, however you define them, and pride yourself on your good taste — it's all about quality for you. You also work hard for your money, which allows you to feel good about spending it, and treating yourself and others well. You like to enjoy life with all five senses and inviting others along for the ride.
es: Te encanta el dinero (¡y no hay nada de malo en ello!) Te encanta gastarlo, principalmente en cosas, experiencias y servicios increíbles. Incluso puedes disfrutar ahorrándolo, pero con un objetivo de gasto en mente. Disfrutas de las cosas buenas de la vida, como las definas, y te enorgulleces de tu buen gusto; para ti, lo importante es la calidad. También trabajas duro para ganarte el dinero, lo que te permite sentirte bien al gastarlo y tratarte bien a ti mismo y a los demás. Te gusta disfrutar de la vida con los cinco sentidos e invitar a los demás a que te acompañen.
pt: Você ama dinheiro (e não há nada de errado nisso)! Você adora gastá-lo, principalmente em coisas, experiências e serviços incríveis. Você pode até gostar de economizá-lo, mas com um objetivo de gastos em mente. Você aprecia as coisas boas da vida, seja qual for a sua definição, e se orgulha do seu bom gosto — para você, tudo se resume à qualidade. Você também trabalha duro pelo seu dinheiro, o que lhe permite se sentir bem ao gastá-lo e tratar a si mesmo e aos outros bem. Você gosta de aproveitar a vida com todos os cinco sentidos e convidar os outros para acompanhá-la.

# Connoisseur_Name
source: Connoisseur
es: Conocedor
pt: Conhecedor

# Independent_Description
source: It's important to you to live life on your own terms and to have the freedom to follow your bliss. You tend not to think about money unless it's getting in the way of living life the way you want. You resist having money dictate your life choices, and are aware that your choices may not make sense to others around you. Some Independents see money as a game with too many rules and rebel against how others say it must be played. Others have an easy-come-easy-go attitude about money. Because you're resourceful, you take a big-picture view and trust you will figure it out.
es: Para ti es importante vivir la vida a tu manera y tener la libertad de seguir tu felicidad. Tiendes a no pensar en el dinero a menos que te impida vivir como deseas. Te resistes a que el dinero dicte tus decisiones y eres consciente de que tus decisiones podrían no tener sentido para quienes te rodean. Algunos independientes ven el dinero como un juego con demasiadas reglas y se rebelan contra cómo otros dicen que debe jugarse. Otros tienen una actitud de "viene y se va" con respecto al dinero. Como eres ingenioso, tienes una visión global y confías en que lo resolverás.
pt: É importante para você viver a vida em seus próprios termos e ter a liberdade de seguir sua felicidade. Você tende a não pensar em dinheiro, a menos que ele esteja atrapalhando sua vida da maneira que deseja. Você resiste a deixar que o dinheiro dite suas escolhas de vida e tem consciência de que suas escolhas podem não fazer sentido para os outros ao seu redor. Alguns Independentes veem o dinheiro como um jogo com regras demais e se rebelam contra a forma como os outros dizem que ele deve ser jogado. Outros têm uma atitude de "vem fácil, vai fácil". Por ser engenhoso, você tem uma visão ampla e confia que vai descobrir.

# Independent_Name
source: Independent
es: Independiente
pt: Independente

# Nurturer_Description
source: Relationships come first, so you keep others in mind when making financial decisions (even though sometimes you're aware that putting others first means unintentionally harming yourself). You love giving and empowering others with both your money and your time. In a relationship or family, being a good provider is a priority for you.
es: Las relaciones son lo primero, así que piensas en los demás al tomar decisiones financieras (aunque a veces eres consciente de que priorizar a los demás significa perjudicarte sin querer). Te encanta dar y empoderar a los demás con tu dinero y tu tiempo. En una relación o familia, ser un buen proveedor es una prioridad para ti.
pt: Relacionamentos vêm em primeiro lugar, então você considera os outros ao tomar decisões financeiras (mesmo que às vezes saiba que colocar os outros em primeiro lugar significa se prejudicar involuntariamente). Você adora doar e empoderar os outros com seu dinheiro e seu tempo. Em um relacionamento ou família, ser um bom provedor é uma prioridade para você.

# Nurturer_Name
source: Nurturer
es: Criador
pt: Nutridor

# Producer_Description
source: You enjoy accumulating money and the process of watching it grow. You're on top of your finances, paying close attention to what's coming in and what's going out — and making decisions about it methodically. You are often financially conservative, taking steps to minimize your exposure to risk, regardless of how much money you have. Sometimes, you find that this cautious stance holds you back from achieving your goals.
es: Disfrutas acumulando dinero y viéndolo crecer. Controlas tus finanzas, prestando mucha atención a lo que entra y lo que sale, y tomando decisiones metódicas. Sueles ser financieramente conservador y tomas medidas para minimizar tu exposición al riesgo, independientemente de tu presupuesto. A veces, descubres que esta cautela te impide alcanzar tus metas.
pt: Você gosta de acumular dinheiro e do processo de vê-lo crescer. Você está no controle das suas finanças, prestando muita atenção ao que entra e sai — e tomando decisões sobre isso metodicamente. Você costuma ser financeiramente conservador, tomando medidas para minimizar sua exposição a riscos, independentemente de quanto dinheiro tenha. Às vezes, você percebe que essa postura cautelosa o impede de alcançar seus objetivos.

# Producer_Name
source: Producer
es: Productor
pt: Produtor

# Visionary_Description
source: You enjoy accumulating money and the process of watching it grow. You're on top of your finances, paying close attention to what's coming in and what's going out — and making decisions about it methodically. You are often financially conservative, taking steps to minimize your exposure to risk, regardless of how much money you have. Sometimes, you find that this cautious stance holds you back from achieving your goals.
es: Disfrutas acumulando dinero y viéndolo crecer. Controlas tus finanzas, prestando mucha atención a lo que entra y lo que sale, y tomando decisiones metódicas. Sueles ser financieramente conservador y tomas medidas para minimizar tu exposición al riesgo, independientemente de tu presupuesto. A veces, descubres que esta cautela te impide alcanzar tus metas.
pt: Você gosta de acumular dinheiro e do processo de vê-lo crescer. Você está no controle das suas finanças, prestando muita atenção ao que entra e sai — e tomando decisões sobre isso metodicamente. Você costuma ser financeiramente conservador, tomando medidas para minimizar sua exposição a riscos, independentemente de quanto dinheiro tenha. Às vezes, você percebe que essa postura cautelosa o impede de alcançar seus objetivos.

# Visionary_Name
source: Visionary
es: Visionario
pt: Visionário
