Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/MovieGenre.*.resx
Languages: es, pt

source: Action & Adventure
es: Acción y aventura
pt: Ação e aventura

# ActionAdventure_Description
source: High-energy films with exciting sequences and often heroic themes (e.g., action, spy thrillers, survival)
es: Películas llenas de energía con secuencias emocionantes y, a menudo, temas heroicos (por ejemplo, acción, thrillers de espías, supervivencia)
pt: Filmes de alta energia com sequências emocionantes e temas frequentemente heróicos (por exemplo, ação, thrillers de espionagem, sobrevivência)

source: Animation
es: Animación
pt: Animação

# Animation_Description
source: Films that use animated techniques to tell stories, appealing to all ages (e.g., family animation, anime, CGI)
es: Películas que utilizan técnicas animadas para contar historias, atractivas para todas las edades (por ejemplo, animación familiar, anime, CGI)
pt: Filmes que usam técnicas de animação para contar histórias, apelando a todas as idades (por exemplo, animação familiar, anime, CGI)

source: Comedy
es: Comedia
pt: Comédia

# Comedy_Description
source: Light-hearted films intended to entertain and amuse with humor (e.g., romantic comedy, slapstick, dark comedy)
es: Películas alegres destinadas a entretener y divertir con humor (por ejemplo, comedia romántica, comedia física, comedia negra)
pt: Filmes leves, com o objetivo de entreter e divertir com humor (por exemplo, comédia romântica, pastelão, comédia de humor negro)

source: Documentary
es: Documental
pt: Documentário

# Documentary_Description
source: Nonfiction films presenting real events, people, or issues in an informative way (e.g., nature docs, true crime, cultural exploration)
es: Películas de no ficción que presentan hechos, personas o problemas reales de manera informativa (por ejemplo, documentales sobre la naturaleza, crímenes reales, exploración cultural)
pt: Filmes de não ficção que apresentam eventos, pessoas ou questões reais de forma informativa (por exemplo, documentários sobre a natureza, crimes reais, exploração cultural)

# Drama_Description
source: Emotionally focused films that explore complex characters and real-life situations (e.g., family drama, social issues, historical drama)
es: Películas centradas en las emociones que exploran personajes complejos y situaciones de la vida real (por ejemplo, drama familiar, problemas sociales, drama histórico)
pt: Filmes com foco emocional que exploram personagens complexos e situações da vida real (por exemplo, drama familiar, questões sociais, drama histórico)

source: Experimental & Avant-Garde
es: Experimental y vanguardista
pt: Experimental e de vanguarda

# ExperimentalAvantGarde_Description
source: Nontraditional films that push the boundaries of narrative and form (e.g., surrealism, abstract cinema, art films)
es: Películas no tradicionales que amplían los límites de la narrativa y la forma (por ejemplo, el surrealismo, el cine abstracto, las películas de arte)
pt: Filmes não tradicionais que ultrapassam os limites da narrativa e da forma (por exemplo, surrealismo, cinema abstrato, filmes de arte)

source: Family & Kids
es: Familia y niños
pt: Família e crianças

# FamilyKids_Description
source: Films aimed at younger audiences or suitable for family viewing (e.g., family-friendly adventure, animated kids' movies)
es: Películas dirigidas a un público más joven o adecuadas para ver en familia (por ejemplo, películas de aventuras para toda la familia, películas animadas para niños)
pt: Filmes destinados a públicos mais jovens ou adequados para visualização em família (por exemplo, aventura para toda a família, filmes de animação infantis)

source: Fantasy & Mythology
es: Fantasía y mitología
pt: Fantasia e Mitologia

# FantasyMythology_Description
source: Films featuring magical worlds, mythical creatures, and supernatural elements (e.g., epic fantasy, fairy tales, urban fantasy)
es: Películas que presentan mundos mágicos, criaturas míticas y elementos sobrenaturales (por ejemplo, fantasía épica, cuentos de hadas, fantasía urbana)
pt: Filmes que apresentam mundos mágicos, criaturas míticas e elementos sobrenaturais (por exemplo, fantasia épica, contos de fadas, fantasia urbana)

source: Historical & Biographical
es: Histórico y biográfico
pt: Histórico e Biográfico

# HistoricalBiographical_Description
source: Films based on real events, historical periods, or significant figures (e.g., biographies, war dramas, historical epics)
es: Películas basadas en hechos reales, períodos históricos o figuras significativas (por ejemplo, biografías, dramas de guerra, epopeyas históricas)
pt: Filmes baseados em eventos reais, períodos históricos ou figuras significativas (por exemplo, biografias, dramas de guerra, épicos históricos)

source: Horror & Thriller
es: Terror y suspenso
pt: Terror e Suspense

# HorrorThriller_Description
source: Tension-driven films designed to elicit fear or suspense (e.g., psychological horror, supernatural thriller, slasher)
es: Películas impulsadas por la tensión diseñadas para provocar miedo o suspenso (por ejemplo, terror psicológico, thriller sobrenatural, slasher)
pt: Filmes de tensão projetados para provocar medo ou suspense (por exemplo, terror psicológico, suspense sobrenatural, terror de terror)

source: Musical & Dance
es: Musical y danza
pt: Musical e dança

# MusicalDance_Description
source: Films where music and dance are central to the storytelling (e.g., musicals, dance movies, rock operas)
es: Películas en las que la música y la danza son fundamentales para la narración (por ejemplo, musicales, películas de baile, óperas rock)
pt: Filmes onde a música e a dança são centrais para a narrativa (por exemplo, musicais, filmes de dança, óperas rock)

source: Mystery & Crime
es: Misterio y crimen
pt: Mistério e Crime

# MysteryCrime_Description
source: Films focused on solving puzzles, often involving crime or investigation (e.g., detective stories, whodunit, heist)
es: Películas centradas en resolver acertijos, que a menudo involucran crímenes o investigaciones (por ejemplo, historias de detectives, novelas policiacas, atracos)
pt: Filmes focados em resolver quebra-cabeças, geralmente envolvendo crimes ou investigações (por exemplo, histórias de detetive, histórias de detetive, assaltos)

# Romance_Description
source: Stories centered around romantic relationships and emotional connections (e.g., romantic drama, rom-com, period romance)
es: Historias centradas en relaciones románticas y conexiones emocionales (por ejemplo, drama romántico, comedia romántica, romance de época)
pt: Histórias centradas em relacionamentos românticos e conexões emocionais (por exemplo, drama romântico, comédia romântica, romance de época)

source: Science Fiction
es: Ciencia ficción
pt: Ficção científica

# ScienceFiction_Description
source: Films exploring futuristic concepts, technology, or alien life (e.g., space opera, dystopian, time travel)
es: Películas que exploran conceptos futuristas, tecnología o vida extraterrestre (por ejemplo, ópera espacial, distopía, viajes en el tiempo)
pt: Filmes que exploram conceitos futuristas, tecnologia ou vida alienígena (por exemplo, ópera espacial, distopia, viagem no tempo)

# Western_Description
source: Films set in the American frontier, often exploring themes of justice and survival (e.g., classic westerns, revisionist westerns)
es: Películas ambientadas en la frontera estadounidense, que a menudo exploran temas de justicia y supervivencia (por ejemplo, westerns clásicos, westerns revisionistas)
pt: Filmes ambientados na fronteira americana, muitas vezes explorando temas de justiça e sobrevivência (por exemplo, faroestes clássicos, faroestes revisionistas)
