Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/MusicGenre.*.resx
Languages: es, pt

source: Classical & Opera
es: Clásica y ópera
pt: Clássico e Ópera

# ClassicalOpera_Description
source: Structured compositions and orchestral music from various historical periods (e.g., baroque, symphonic, opera)
es: Composiciones estructuradas y música orquestal de diversos períodos históricos (por ejemplo, barroco, sinfónico, ópera)
pt: Composições estruturadas e música orquestral de vários períodos históricos (por exemplo, barroco, sinfônico, ópera)

# Country_Description
source: Storytelling-driven genre with roots in American folk traditions (e.g., classic country, contemporary country)
es: Género narrativo con raíces en las tradiciones populares estadounidenses (por ejemplo, country clásico, country contemporáneo)
pt: Gênero baseado em narrativas com raízes nas tradições folclóricas americanas (por exemplo, country clássico, country contemporâneo)

source: Electronic & Dance
es: Electrónica y dance
pt: Eletrônica e Dance

# ElectronicDance_Description
source: Synthesized sounds and beat-heavy tracks for club and festival scenes (e.g., house, techno, trance)
es: Sonidos sintetizados y pistas con mucho ritmo para escenas de clubes y festivales (por ejemplo, house, techno, trance)
pt: Sons sintetizados e faixas com batidas pesadas para cenas de clubes e festivais (por exemplo, house, techno, trance)

source: Experimental & Avant-Garde
es: Experimental y vanguardista
pt: Experimental e de vanguarda

# ExperimentalAvantGarde_Description
source: Nontraditional music pushing the boundaries of structure and sound (e.g., noise, ambient, minimalist)
es: Música no tradicional que expande los límites de la estructura y el sonido (por ejemplo, ruido, ambiente, minimalista)
pt: Música não tradicional que ultrapassa os limites da estrutura e do som (por exemplo, ruído, ambiente, minimalista)

source: Folk & Acoustic
es: Folklore y acústico
pt: Folk e Acústico

# FolkAcoustic_Description
source: Music rooted in traditional sounds, often featuring acoustic instruments (e.g., folk, Americana, singer-songwriter)
es: Música basada en sonidos tradicionales, a menudo con instrumentos acústicos (por ejemplo, folk, americana, cantautores)
pt: Música enraizada em sons tradicionais, geralmente com instrumentos acústicos (por exemplo, folk, americana, cantor e compositor)

source: Gospel & Religious
es: Evangelio y religión
pt: Evangelho e Religioso

# GospelReligious_Description
source: Music with religious or spiritual themes, often community-oriented (e.g., gospel, hymns, devotional music)
es: Música con temas religiosos o espirituales, a menudo orientada a la comunidad (por ejemplo, gospel, himnos, música devocional)
pt: Música com temas religiosos ou espirituais, geralmente voltada para a comunidade (por exemplo, gospel, hinos, música devocional)

source: Hip-Hop & Rap
es: Hip hop y rap
pt: Hip-Hop e Rap

# HipHopRap_Description
source: Beat-driven music with lyrical flow, storytelling, and social commentary (e.g., rap, trap, old-school hip-hop)
es: Música con ritmo, fluidez lírica, narración y comentario social (por ejemplo, rap, trap, hip-hop de la vieja escuela)
pt: Música com ritmo, fluidez lírica, narrativa e comentários sociais (por exemplo, rap, trap, hip-hop old-school)

source: Jazz & Blues
es: Jazz y blues
pt: Jazz e Blues

# JazzBlues_Description
source: Rich, improvisational genres with roots in African-American history (e.g., jazz, blues, bebop)
es: Géneros ricos e improvisados con raíces en la historia afroamericana (por ejemplo, jazz, blues, bebop)
pt: Gêneros ricos e improvisados com raízes na história afro-americana (por exemplo, jazz, blues, bebop)

source: Metal & Hard Rock
es: Metal y rock duro
pt: Metal e Hard Rock

# MetalHardRock_Description
source: Intense, amplified sounds often with aggressive tones (e.g., heavy metal, thrash, hard rock)
es: Sonidos intensos y amplificados, a menudo con tonos agresivos (por ejemplo, heavy metal, thrash, hard rock)
pt: Sons intensos e amplificados, geralmente com tons agressivos (por exemplo, heavy metal, thrash, hard rock)

source: Pop & Mainstream
es: Pop y mainstream
pt: Pop e mainstream

# PopMainstream_Description
source: Accessible and widely popular music across charts and cultures (e.g., pop, dance-pop, synth-pop)
es: Música accesible y ampliamente popular en todas las listas y culturas (por ejemplo, pop, dance-pop, synth-pop)
pt: Música acessível e amplamente popular em todas as paradas e culturas (por exemplo, pop, dance-pop, synth-pop)

source: R&B & Soul
es: RB y alma
pt: RB e Alma

# RBSoul_Description
source: Emotional and rhythm-focused music rooted in African-American traditions (e.g., R&B, soul, funk)
es: Música emocional y centrada en el ritmo con raíces en las tradiciones afroamericanas (por ejemplo, RB, soul, funk)
pt: Música emocional e focada no ritmo, enraizada nas tradições afro-americanas (por exemplo, RB, soul, funk)

source: Reggae & World Music
es: Reggae y música del mundo
pt: Reggae e música do mundo

# ReggaeWorldMusic_Description
source: Music from diverse cultural origins, often with distinctive rhythms (e.g., reggae, Afrobeat, Latin)
es: Música de diversos orígenes culturales, a menudo con ritmos distintivos (por ejemplo, reggae, afrobeat, latín)
pt: Música de diversas origens culturais, muitas vezes com ritmos distintos (por exemplo, reggae, afrobeat, latino)

source: Rock & Alternative
es: Rock y Alternativa
pt: Rock & Alternativo

# RockAlternative_Description
source: Guitar-driven sounds and subgenres with a rebellious edge (e.g., classic rock, punk, indie, grunge)
es: Sonidos y subgéneros impulsados por la guitarra con un toque rebelde (por ejemplo, rock clásico, punk, indie, grunge)
pt: Sons e subgêneros movidos a guitarra com um toque rebelde (por exemplo, rock clássico, punk, indie, grunge)

source: Soundtracks & Scores
es: Bandas sonoras y partituras
pt: Trilhas sonoras e partituras

# SoundtracksScores_Description
source: Music composed for visual media, including movies and games (e.g., film scores, video game soundtracks)
es: Música compuesta para medios visuales, incluidas películas y juegos (por ejemplo, bandas sonoras de películas, bandas sonoras de videojuegos)
pt: Música composta para mídia visual, incluindo filmes e jogos (por exemplo, trilhas sonoras de filmes, trilhas sonoras de videogames)
