Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/MyersBriggsTypeIndicator.*.resx
Languages: es

# ENFJ_Description
source: Protagonists feel at home in relationships and eagerly commit to their chosen partners. They take dating seriously, choosing partners with a long-term view rather than casually. They find great joy in supporting their partner’s goals and intertwining their lives in a committed relationship.
es: Las personas que comparten el tipo de personalidad Protagonista se sienten más en casa cuando están en una relación, y pocos tipos están más ansiosos por hacer un compromiso romántico con su pareja elegida. Los protagonistas se toman en serio las citas y las relaciones, seleccionando parejas con una visión a largo plazo en lugar del enfoque más informal que podría esperar de algunos tipos de exploradores. No hay mayor alegría para los Protagonistas que ayudar a alcanzar los objetivos de alguien que les importa, y el entrelazamiento de vidas que representa una relación comprometida es la oportunidad perfecta para hacer precisamente eso.

# ENFJ_Group
source: Diplomats
es: Diplomáticos

# ENFJ_Name
source: Protagonist (ENFJ)
es: Protagonista (ENFJ)

# ENFP_Description
source: Campaigners are excited to share life’s insights and experiences with their partners. For them, relationships are a joyful, mutual exploration and a chance to connect deeply. They take relationships seriously and are known for their uninhibited and unwavering devotion to those they love.
es: Cuando se trata de relaciones, casi no hay nadie alrededor que esté más emocionado que los activistas de compartir con sus parejas la abundancia de ideas y experiencias perspicaces que la vida tiene para ofrecer. Para las personas con el tipo de personalidad de Activistas, las relaciones son un proceso alegre de exploración mutua e imaginación, una oportunidad para conectarse con otra alma. Los activistas toman en serio sus relaciones y son conocidos por su devoción desinhibida e inquebrantable a las personas a las que han comprometido sus corazones.

# ENFP_Group
source: Diplomats
es: Diplomáticos

# ENFP_Name
source: Campaigner (ENFP)
es: Activista (ENFP)

# ENTJ_Description
source: Commanders tackle dating and relationships with clear goals and high energy. They like to lead early in relationships, taking responsibility for how things go and working actively to create a rewarding experience for both. Romance is serious business for them, and they come with plenty of experience.
es: Al igual que en otras áreas de sus vidas, los comandantes abordan las citas y las relaciones con un conjunto de objetivos y un plan para alcanzarlos, y lo hacen con una energía y entusiasmo impresionantes. Las personas con el tipo de personalidad Comandante quieren ganar y con gusto asumirán roles de liderazgo en las relaciones desde el principio, asumiendo la responsabilidad personal de cómo van las cosas y trabajando activamente para garantizar una experiencia mutuamente gratificante. Las relaciones románticas son un asunto serio, y los comandantes han estado en ello durante mucho tiempo.

# ENTJ_Group
source: Analysts
es: Analistas

# ENTJ_Name
source: Commander (ENTJ)
es: Comandante (ENTJ)

# ENTP_Description
source: Debaters excel at coming up with endless ideas to keep relationships moving forward. Growth is key for them, and even before dating, they imagine all the ways to explore and evolve together. This can be overwhelming if their partner doesn’t keep up, but when they find someone who shares their love of intellectual adventure, they become an exciting partner.
es: Si hay algo en lo que los debatientes son buenos, es en crear un flujo interminable de innovaciones e ideas para que las cosas sigan avanzando, y eso también es evidente en sus relaciones románticas. Para las personas con el tipo de personalidad Breakthrough, el crecimiento es clave, e incluso antes de encontrar una pareja de citas, imaginan todas las formas en que pueden probar cosas nuevas juntos, para crecer juntos. Este puede ser un proceso abrumador si su pareja no responde, pero cuando los innovadores encuentren a alguien que comparta su amor por la exploración intelectual, tenga cuidado.

# ENTP_Group
source: Analysts
es: Analistas

# ENTP_Name
source: Debater (ENTP)
es: Debatidor (ENTP)

# ESFJ_Description
source: Consuls highly value social validation and a sense of belonging. Romantic relationships provide significant emotional support and security. For Consuls, strong romantic bonds bring warmth, devotion, and a feeling of stability.
es: Valorando tanto la validación social y el sentido de pertenencia, las relaciones románticas tienen un nivel especial de importancia para los cónsules. Ningún otro tipo de relación proporciona a las personas con el tipo de personalidad Cónsul el mismo nivel de apoyo y devoción, y los sentimientos de seguridad y estabilidad que acompañan a las fuertes relaciones románticas son extremadamente cálidos.

# ESFJ_Group
source: Sentinels
es: Centinelas

# ESFJ_Name
source: Consul (ESFJ)
es: Cónsul (ESFJ)

# ESFP_Description
source: Entertainers are sociable, fun-loving, and free-spirited. They live in the moment and extract emotion from everything. Their relationships aren’t about long-term planning but about enjoying bubbly, unpredictable experiences as long as there’s pleasure to be had.
es: Los artistas son personas sociables, amantes de la diversión y de espíritu libre que viven la vida en el momento y extraen cada pedacito de emoción de todo. Naturalmente, no escatiman nada de esa frescura y energía en las citas. Para las personas con el tipo de personalidad Entertainer, las relaciones no se tratan de construir lentamente las bases para el futuro o planificar una vida, son cosas burbujeantes e impredecibles para disfrutar siempre que haya placer.

# ESFP_Group
source: Explorers
es: Exploradores

# ESFP_Name
source: Entertainer (ESFP)
es: Animador (ESFP)

# ESTJ_Description
source: Executives maintain consistency from dating through long-term relationships and marriage. They value honesty and openness, are clear about their goals from the start, and expect their partners to follow through. This leads to extremely stable and reliable relationships.
es: Los ejecutivos son bastante únicos en el sentido de que sus relaciones realmente no cambian a medida que avanzan de la fase de citas a relaciones más estables y a largo plazo e incluso más en el matrimonio. Debido a que valoran tanto la honestidad y la franqueza, las personas con una personalidad ejecutiva tienden a tener claro quiénes son, cómo son y cuáles son sus objetivos desde el principio, y deben seguir adelante con estas declaraciones a largo plazo. Mientras su pareja pueda tomar su palabra y seguir su ejemplo, tienden a ser relaciones extremadamente estables.

# ESTJ_Group
source: Sentinels
es: Centinelas

# ESTJ_Name
source: Executive (ESTJ)
es: Ejecutivo (ESTJ)

# ESTP_Description
source: Entrepreneurs live life with fun and surprises and enjoy everything in the moment. They may not plan far ahead but their enthusiasm and unpredictability make them exciting dating partners. They often don’t prioritize traditional wedding plans.
es: Cuando se trata de relaciones románticas, difícilmente se puede decir que las personas con el tipo de personalidad emprendedora se están perdiendo el día de su boda. La vida es divertida y llena de sorpresas (algo que los empresarios tienen una habilidad especial para entregar), y disfrutan de todo aquí y ahora. Es posible que los empresarios no pasen mucho tiempo planeando "algún día", pero su entusiasmo e imprevisibilidad los convierten en socios de citas emocionantes.

# ESTP_Group
source: Explorers
es: Exploradores

# ESTP_Name
source: Entrepreneur (ESTP)
es: Emprendedor (ESTP)

# INFJ_Description
source: Advocates tend to take finding a romantic partner seriously. They seek depth and meaning in relationships, refusing to settle for anything less than true love. Finding a compatible partner can take time. Advocates may be seen as demanding or having unrealistic expectations, sometimes hoping for a 'perfect' partner or relationship that doesn’t truly exist.
es: Los defensores (INFJ) tienden a tomar en serio el proceso de encontrar una pareja romántica. Las personas con este tipo de personalidad buscan profundidad y significado en sus relaciones, prefiriendo no conformarse con una unión que se basa en nada menos que el amor verdadero. Puede tomar algún tiempo para que los defensores encuentren un socio compatible. Algunas personas pueden pensar que los defensores son demasiado exigentes y es cierto que estas personalidades pueden tener expectativas poco realistas. Algunos defensores pueden esperar una pareja o relación "perfecta" que finalmente no existe.

# INFJ_Group
source: Diplomats
es: Diplomáticos

# INFJ_Name
source: Advocate (INFJ)
es: Abogado (INFJ)

# INFP_Description
source: Mediators are dreamers and idealists in romance. The idea of true love resonates deeply with them, and they’re unlikely to be happy with anything less. They often daydream about a perfect relationship and imagine sharing their innermost selves with another person.
es: Los mediadores (INFP) son soñadores e idealistas, especialmente cuando se trata de romance. El concepto de amor verdadero resuena con ellos, y es poco probable que sean felices en una relación basada en algo menos. Las personas con este tipo de personalidad pueden soñar despiertas con la relación perfecta, imaginando cómo sería compartir su ser más íntimo con otra persona.

# INFP_Group
source: Diplomats
es: Diplomáticos

# INFP_Name
source: Mediator (INFP)
es: Mediador (INFP)

# INTJ_Description
source: Architects approach romance like they do most challenges: strategically, with clear goals and a plan to achieve them. In a purely rational world, this would work perfectly. However, love is rarely rational, and Architects may overlook or misinterpret the unpredictable nature of human emotions and affection.
es: Los arquitectos (INTJ) abordan el romance de la manera en que hacen la mayoría de los desafíos: estratégicamente, con objetivos claros y un plan para alcanzarlos. En un mundo puramente racional, este enfoque sería infalible. Por desgracia, el amor rara vez es racional, y los arquitectos corren el riesgo de pasar por alto o malinterpretar la imprevisibilidad de la naturaleza humana y el afecto.

# INTJ_Group
source: Analysts
es: Analistas

# INTJ_Name
source: Architect (INTJ)
es: Arquitecto (INTJ)

# INTP_Description
source: Logicians have a unique mix of traits in romantic relationships that often pleasantly surprise their partners. They are full of ideas but rarely get to explore their romantic thoughts. When they find someone where romance fits, they become excited, enthusiastic, and playful, enjoying intellectual flirting and wordplay.
es: Cuando se trata de relaciones románticas, los lógicos tienen una interesante mezcla de rasgos que a menudo sorprenden gratamente a sus parejas. Las personas con este tipo de personalidad siempre están llenas de ideas, pero tienen pocas oportunidades de explorar sus nociones más románticas. Al igual que con cualquiera de sus teorías, a los lógicos les encanta compartir con los demás, y cuando finalmente conocen a alguien donde los pensamientos románticos son apropiados, están emocionados, entusiastas e incluso juguetones, coqueteando con el juego de palabras y el juego intelectual.

# INTP_Group
source: Analysts
es: Analistas

# INTP_Name
source: Logician (INTP)
es: Lógico (INTP)

# ISFJ_Description
source: Defenders express kindness through caring deeply for family and home. They provide emotional and practical support whenever needed. For Defenders, home is where the heart is, and they strive to create harmony and beauty in their personal lives.
es: Cuando se trata de relaciones románticas, la amabilidad de los Defensores se convierte en una alegría que solo se encuentra en el cuidado de su familia y hogar, en estar allí para apoyo emocional y práctico cuando sea necesario. El hogar es donde está el corazón para las personas con el tipo de personalidad Defender, y en ninguna otra área de sus vidas se esfuerzan tanto por crear la armonía y la belleza que quieren ver en el mundo.

# ISFJ_Group
source: Sentinels
es: Centinelas

# ISFJ_Name
source: Defender (ISFJ)
es: Defensor (ISFJ)

# ISFP_Description
source: Adventurers are mysterious and emotional but guard their sensitive core carefully. They prefer listening over expressing feelings. They focus on their partners rather than controlling the mood. If accepted as they are, Adventurers prove to be warm and enthusiastic partners.
es: Los aventureros son bastante misteriosos y difíciles de conocer. Aunque son individuos muy emocionales, protegen este núcleo sensible cuidadosamente, prefiriendo escuchar en lugar de expresar. Las personas con el tipo de personalidad Aventurero se centran en sus parejas, con poco interés en dictar el estado de ánimo de una situación con sus propios sentimientos. Si bien esto a veces puede ser frustrante, si son aceptados por lo que son, los aventureros demuestran ser socios cálidos y entusiastas.

# ISFP_Group
source: Explorers
es: Exploradores

# ISFP_Name
source: Adventurer (ISFP)
es: Aventurero (ISFP)

# ISTJ_Description
source: Logisticians are extremely trustworthy, especially in romantic relationships. They often embody traditional family values, feel comfortable with clear expectations and honesty, and may encourage traditional domestic and gender roles. Though reserved, they are dedicated partners who invest thought and energy into stable, mutually satisfying relationships.
es: Los logísticos son totalmente confiables y este rasgo se expresa claramente cuando se trata de sus relaciones románticas. A menudo representando el epítome de los valores familiares, las personas con el tipo de personalidad de Logística se sienten cómodas con, y a menudo incluso alientan, los roles domésticos y de género tradicionales, y buscan una estructura familiar guiada por expectativas claras y honestidad. Si bien su naturaleza reservada a menudo hace que los logísticos de citas sean un desafío, son socios verdaderamente dedicados, dispuestos a pensar mucho y energía para garantizar relaciones estables y mutuamente satisfactorias.

# ISTJ_Group
source: Sentinels
es: Centinelas

# ISTJ_Name
source: Logistician (ISTJ)
es: Logista (ISTJ)

# ISTP_Description
source: Romantic relationships with Virtuosos are complex and dynamic, like nailing jelly to a tree. They alternate between coldness and detachment, and passion, spontaneity, and pleasure in the moment. Nothing can be forced; they need space to be themselves but will enjoy the comfort of a stable partner for life.
es: Cuando se trata de relaciones románticas con Virtuosos, es un poco como clavar gelatina en un árbol. Citas con personalidades Virtuoso es un tango, complejo e interesante, con alternancia de frialdad y desapego, y pasión, espontaneidad y placer del momento. Nada puede ser forzado en las relaciones virtuosas, pero siempre que se les dé el espacio que necesitan para ser ellos mismos, estarán felices de disfrutar de la comodidad de una pareja estable de por vida.

# ISTP_Group
source: Explorers
es: Exploradores
