Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/ReadingGenre.*.resx
Languages: es, pt

source: Education & Reference
es: Educación y referencia
pt: Educação e Referência

# EducationReference_Description
source: Informative resources and educational texts for structured learning or reference (e.g., textbooks, guides, encyclopedias)
es: Recursos informativos y textos educativos para el aprendizaje estructurado o de referencia (por ejemplo, libros de texto, guías, enciclopedias)
pt: Recursos informativos e textos educacionais para aprendizagem estruturada ou referência (por exemplo, livros didáticos, guias, enciclopédias)

source: Fiction & Literature
es: Ficción y literatura
pt: Ficção e Literatura

# FictionLiterature_Description
source: Stories that explore human experiences and imagination, often through narrative prose (e.g., novels, contemporary fiction, classic literature, poetry)
es: Historias que exploran las experiencias y la imaginación humanas, a menudo a través de la prosa narrativa (por ejemplo, novelas, ficción contemporánea, literatura clásica, poesía)
pt: Histórias que exploram experiências e imaginação humanas, geralmente por meio de prosa narrativa (por exemplo, romances, ficção contemporânea, literatura clássica, poesia)

source: History & Biographical
es: Historia y biografía
pt: História e Biográfica

# HistoryBiographical_Description
source: Accounts of real historical events, people, and memoirs of personal experiences (e.g., historical fiction, biographies, autobiographies)
es: Relatos de acontecimientos históricos reales, personas y memorias de experiencias personales (por ejemplo, ficción histórica, biografías, autobiografías)
pt: Relatos de eventos históricos reais, pessoas e memórias de experiências pessoais (por exemplo, ficção histórica, biografias, autobiografias)

source: Romance & Relationships
es: Romance y relaciones
pt: Romance e Relacionamentos

# RomanceRelationships_Description
source: Stories centered on love, connection, and human relationships (e.g., contemporary romance, historical romance, family dramas)
es: Historias centradas en el amor, la conexión y las relaciones humanas (por ejemplo, romance contemporáneo, romance histórico, dramas familiares)
pt: Histórias centradas no amor, na conexão e nos relacionamentos humanos (por exemplo, romance contemporâneo, romance histórico, dramas familiares)

source: Science, Nature & Exploration
es: Ciencia, naturaleza y exploración
pt: Ciência, Natureza e Exploração

# ScienceNatureExploration_Description
source: Works explaining the natural and scientific world or narrating journeys of exploration (e.g., popular science, environmental studies, travel writing)
es: Obras que explican el mundo natural y científico o narran viajes de exploración (por ejemplo, divulgación científica, estudios ambientales, relatos de viajes)
pt: Trabalhos que explicam o mundo natural e científico ou narram jornadas de exploração (por exemplo, ciência popular, estudos ambientais, relatos de viagens)

source: Self-Improvement & Mindfulness
es: Superación personal y atención plena
pt: Autoaperfeiçoamento e atenção plena

# SelfImprovementMindfulness_Description
source: Books that focus on self-growth, wellness, and personal insight (e.g., self-help, personal development, mindfulness, spirituality)
es: Libros que se centran en el crecimiento personal, el bienestar y la introspección personal (por ejemplo, autoayuda, desarrollo personal, atención plena, espiritualidad)
pt: Livros que focam no autocrescimento, bem-estar e percepção pessoal (por exemplo, autoajuda, desenvolvimento pessoal, atenção plena, espiritualidade)

source: Society & Current Affairs
es: Sociedad y actualidad
pt: Sociedade e atualidades

# SocietyCurrentAffairs_Description
source: Analyses and discussions on social, political, and economic issues of our time (e.g., politics, social issues, current events)
es: Análisis y debates sobre cuestiones sociales, políticas y económicas de nuestro tiempo (por ejemplo, política, cuestiones sociales, acontecimientos actuales).
pt: Análises e discussões sobre questões sociais, políticas e econômicas do nosso tempo (por exemplo, política, questões sociais, eventos atuais)

source: Speculative & Adventure
es: Especulativo y aventurero
pt: Especulativo e Aventura

# SpeculativeAdventure_Description
source: Books that push boundaries through fantasy, science fiction, and adventurous themes (e.g., fantasy, sci-fi, thrillers, mystery, horror, supernatural, adventure)
es: Libros que traspasan límites a través de la fantasía, la ciencia ficción y temas de aventuras (por ejemplo, fantasía, ciencia ficción, suspenso, misterio, terror, sobrenatural, aventura)
pt: Livros que desafiam os limites por meio de fantasia, ficção científica e temas de aventura (por exemplo, fantasia, ficção científica, suspense, mistério, terror, sobrenatural, aventura)

source: Visual Storytelling
es: Narración visual
pt: Narrativa visual

# VisualStorytelling_Description
source: Illustrated stories and graphic works that combine art with narrative (e.g., comics, graphic novels, manga)
es: Historias ilustradas y obras gráficas que combinan el arte con la narrativa (por ejemplo, cómics, novelas gráficas, manga)
pt: Histórias ilustradas e obras gráficas que combinam arte com narrativa (por exemplo, histórias em quadrinhos, romances gráficos, mangás)
