Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Religion.*.resx
Languages: es, pt

source: Buddhism
es: Budismo
pt: Budismo

# Buddhism_Description
source: A spiritual tradition focusing on personal spiritual development and the attainment of enlightenment through practices such as meditation and ethical living. It teaches the Four Noble Truths and the Eightfold Path.
es: Tradición espiritual centrada en el desarrollo espiritual personal y la consecución de la iluminación a través de prácticas como la meditación y la vida ética. Enseña las Cuatro Nobles Verdades y el Óctuple Sendero.
pt: Uma tradição espiritual com foco no desenvolvimento espiritual pessoal e na obtenção da iluminação por meio de práticas como meditação e vida ética. Ela ensina as Quatro Nobres Verdades e o Caminho Óctuplo.

source: Christianity
es: Cristianismo
pt: Cristandade

# Christianity_Description
source: A monotheistic religion based on the life and teachings of Jesus Christ. It emphasizes faith in one God and the importance of love, forgiveness, and salvation through Jesus.
es: Religión monoteísta basada en la vida y las enseñanzas de Jesucristo. Hace hincapié en la fe en un solo Dios y en la importancia del amor, el perdón y la salvación a través de Jesús.
pt: Uma religião monoteísta baseada na vida e nos ensinamentos de Jesus Cristo. Ela enfatiza a fé em um Deus e a importância do amor, perdão e salvação por meio de Jesus.

source: Hinduism
es: hinduismo
pt: Hinduísmo

# Hinduism_Description
source: One of the oldest religions, characterized by a variety of beliefs and practices, including concepts of karma, dharma, and the cycle of rebirth. It encompasses a wide range of philosophies and rituals.
es: Una de las religiones más antiguas, caracterizada por una variedad de creencias y prácticas, incluidos los conceptos de karma, dharma y el ciclo de renacimiento. Abarca una amplia gama de filosofías y rituales.
pt: Uma das religiões mais antigas, caracterizada por uma variedade de crenças e práticas, incluindo conceitos de karma, dharma e o ciclo de renascimento. Ela abrange uma ampla gama de filosofias e rituais.

source: Islam
pt: Islã

# Islam_Description
source: A monotheistic faith revealed through Muhammad as the Prophet of Allah. Followers, known as Muslims, practice the Five Pillars of Islam and believe in the Quran as their holy book.
es: Fe monoteísta revelada a través de Mahoma como el Profeta de Alá. Sus seguidores, conocidos como musulmanes, practican los cinco pilares del Islam y creen en el Corán como su libro sagrado.
pt: Uma fé monoteísta revelada por Muhammad como o Profeta de Alá. Os seguidores, conhecidos como muçulmanos, praticam os Cinco Pilares do Islã e acreditam no Alcorão como seu livro sagrado.

source: Judaism
es: Judaísmo
pt: Judaísmo

# Judaism_Description
source: The monotheistic religion of the Jewish people, based on the Hebrew Bible (Tanakh). It emphasizes the covenant between God and the Jewish people, along with ethical conduct and community responsibility.
es: Religión monoteísta del pueblo judío, basada en la Biblia hebrea (Tanaj). Hace hincapié en el pacto entre Dios y el pueblo judío, junto con la conducta ética y la responsabilidad comunitaria.
pt: A religião monoteísta do povo judeu, baseada na Bíblia hebraica (Tanakh). Ela enfatiza a aliança entre Deus e o povo judeu, juntamente com conduta ética e responsabilidade comunitária.

# NonReligious
source: Non-Religious / Atheist
es: No religioso / Ateo
pt: Não religioso / Ateu

# NonReligious_Description
source: Individuals who do not identify with any religion or believe in a deity. This category includes atheists, agnostics, and those who hold secular views.
es: Personas que no se identifican con ninguna religión ni creen en ninguna deidad. Esta categoría incluye a los ateos, agnósticos y a quienes tienen opiniones seculares.
pt: Indivíduos que não se identificam com nenhuma religião ou acreditam em uma divindade. Esta categoria inclui ateus, agnósticos e aqueles que têm visões seculares.

source: Other
es: Otro
pt: Outro

# Other_Description
source: Any other belief system or religious affiliation not listed here, which may include indigenous beliefs, new religious movements, and other spiritual practices.
es: Cualquier otro sistema de creencias o afiliación religiosa no enumerada aquí, que puede incluir creencias indígenas, nuevos movimientos religiosos y otras prácticas espirituales.
pt: Qualquer outro sistema de crença ou afiliação religiosa não listado aqui, que pode incluir crenças indígenas, novos movimentos religiosos e outras práticas espirituais.

source: Sikhism
es: Sikhismo
pt: Sikhismo

# Sikhism_Description
source: A faith that emphasizes equality, service, and devotion to one God, founded in the 15th century in the Punjab region. Sikhs follow the teachings of the ten Gurus and regard the Guru Granth Sahib as their holy scripture.
es: Una religión que enfatiza la igualdad, el servicio y la devoción a un solo Dios, fundada en el siglo XV en la región de Punjab. Los sijs siguen las enseñanzas de los diez gurús y consideran al Gurú Granth Sahib como su escritura sagrada.
pt: Uma fé que enfatiza igualdade, serviço e devoção a um Deus, fundada no século XV na região de Punjab. Os sikhs seguem os ensinamentos dos dez Gurus e consideram o Guru Granth Sahib como sua escritura sagrada.
