Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/SexPersonality.*.resx
Languages: es, pt

# Decompresser_Description
source: Uses sex mainly to relieve stress and relax. After a tough day or high pressure, they seek intimacy to unwind, clear their mind, and often get better sleep. Sex is a way to decompress emotionally and physically.
es: ¡Esta personalidad sexual tiene que ver con el alivio del estrés! Digamos, por ejemplo, que uno tiene un trabajo de alto poder o está estresado por algo. Para el Descompresor, tener un poco de tiempo sexy es exactamente lo que buscan para desahogarse, relajarse y despejar su cabeza. A menudo conduce a dormir un poco. Nota al margen: el orgasmo provoca la liberación de hormonas agradables: oxitocina, vasopresina y prolactina. Reducen el estrés, inducen el sueño y le dan una sensación general de bienestar.
pt: Usa o sexo principalmente para aliviar o estresse e relaxar. Depois de um dia difícil ou de muita pressão, busca intimidade para relaxar, clarear a mente e, muitas vezes, dormir melhor. O sexo é uma forma de descompressão emocional e física.

# Decompresser_Name
source: Decompresser
es: Descompresor
pt: Descompressora

# Explorer_Description
source: Curious and adventurous in bed. Loves trying new things, pushing boundaries, and doesn’t take sex too seriously. Playful, open-minded, and enjoys intellectual and physical exploration during intimacy.
es: ¡Para el Explorador, la intimidad física tiene que ver con la aventura! Este tipo de personas son curiosas, curiosas y listas para probar cosas nuevas en el dormitorio. En general, a un Explorer le encanta ser empujado fuera de su zona de confort, y no se toma demasiado en serio. Probablemente han hecho un montón de investigación sobre el sexo, y están bien informados sobre el tema, listos para experimentarlo todo de primera mano. De hecho, incluso se ríen de algunas cosas incómodas que pueden tener lugar entre las sábanas. ¡Es todo diversión y juegos!
pt: Curiosa e aventureira na cama. Adora experimentar coisas novas, desafiar limites e não leva o sexo muito a sério. Brincalhona, de mente aberta, e aprecia a exploração intelectual e física durante a intimidade.

# Explorer_Name
source: Explorer
es: Explorador
pt: Exploradora

# FairTrader_Description
source: Values balance and reciprocity. Open to discussing desires, willing to compromise, and focuses on giving and receiving pleasure equally. Communication about likes and dislikes is key for them.
es: Para el Fair-Trader, ¡el sexo tiene que ver con el equilibrio! Se trata de dar y recibir placer por igual, y estar abierto y listo para hablar sobre sus deseos, torceduras, gustos y disgustos. Una persona con este tipo de personalidad sexual está dispuesta a comprometerse. Les encanta la idea de descubrir cuál es el tipo de estimulación favorito de su pareja, y luego proporcionarles dicha estimulación. Y, por supuesto, ¡que se le devuelva el favor!
pt: Valoriza o equilíbrio e a reciprocidade. Está aberto a discutir desejos, disposto a ceder e se concentra em dar e receber prazer igualmente. A comunicação sobre gostos e desgostos é fundamental para eles.

# FairTrader_Name
source: Fair Trader
es: Comerciante justo
pt: Comerciante Justo

# Giver_Description
source: Finds pleasure primarily in making their partner feel good. More focused on their partner’s enjoyment than their own, sometimes even uncomfortable receiving pleasure. Very attentive and nurturing in sex.
es: ¡El Dador es, bueno, alguien que activamente obtiene placer al ver a su pareja retorcerse en la felicidad sexual! Para las personas de este tipo de personalidad sexual, no están tan enfocadas en sí mismas, sino que encuentran que el bienestar de su pareja es más importante. Eso significa que están muy en sintonía con con quién están y se esfuerzan por hacerlos sentir bien. En el otro lado del espectro, el dador puede sentirse incómodo con recibir placer.
pt: Encontra prazer principalmente em fazer o parceiro se sentir bem. Mais focado no prazer do parceiro do que no seu próprio, às vezes até desconfortável em receber prazer. Muito atencioso e carinhoso no sexo.

# Giver_Name
source: Giver
es: Dador
pt: Dadora

# Guardian_Description
source: Needs sex to feel safe and consensual. Prioritizes trust, comfort, and emotional security before intimacy. May have past trauma or simply values a secure, slow-building connection.
es: A The Guardian le encanta una buena sesión de sexo, ¡pero solo si dicha sesión es segura y cómoda para ambas partes! Este tipo de personalidad sexual siempre se asegurará de que su pareja se sienta segura y no permitirá que ninguna intimidad disminuya sin el consentimiento total. Este tipo de amante puede tener esta personalidad sexual debido a traumas pasados, o simplemente les encanta tener intimidad cuando hay un gran nivel de confianza y seguridad.
pt: Precisa de sexo para se sentir seguro e consensual. Prioriza confiança, conforto e segurança emocional em detrimento da intimidade. Pode ter traumas passados ou simplesmente valoriza uma conexão segura e de construção lenta.

# Guardian_Name
source: Guardian
es: Guardián
pt: Guardiã

# PassionPursuer_Description
source: Seeks intense, animalistic, and lustful sexual experiences. Lost in raw passion and energy, where time feels suspended. Very physical and uninhibited, aiming for euphoric connection.
es: Si te gustan las sesiones de sexo animal, carnal y lujurioso, ¡entonces puedes ser un perseguidor de la pasión! Para las personas que tienen este tipo de estilo de personalidad sexual, el sexo se trata de intercambiar energía cruda y apasionada. Hay una sensación de realmente dejar ir y perderse en el momento para los Passion-Purserers. Durante hacer el amor, es como si ambos miembros de la pareja fueran llevados a nuevas alturas de euforia. El tiempo no existe, creando oportunidades ilimitadas para que realmente sean quienes son sin juzgarlos.
pt: Busca experiências sexuais intensas, animalescas e luxuriosas. Perdido em paixão e energia cruas, onde o tempo parece suspenso. Muito físico e desinibido, buscando uma conexão eufórica.

# PassionPursuer_Name
source: Passion Pursuer
es: Perseguidor de la pasión
pt: Apaixonada

# PleasureSeeker_Description
source: Enjoys sex for the pure physical sensations. Doesn’t necessarily require emotional connection, just wants to have fun and experience pleasure. Focused on the tactile and erotic aspects.
es: ¡Esta personalidad sexual tiene que ver con sensaciones físicas! Para ellos, el sexo se siente bien, por lo que participan en todo tipo de diversión con una pareja o parejas. El pensamiento y el acto de tocar y ser tocado es completamente erótico. Para los buscadores de placer, el sexo no es realmente una experiencia emocional, es algo para disfrutar por lo que es. De hecho, las personas de esta personalidad sexual pueden no requerir ninguna conexión emocional profunda para participar en todo tipo de éxtasis sexual.
pt: Gosta de sexo pelas sensações físicas. Não precisa necessariamente de conexão emocional, só quer se divertir e sentir prazer. Foca nos aspectos táteis e eróticos.

# PleasureSeeker_Name
source: Pleasure Seeker
es: Buscador de placer
pt: Prazerosa

# Prioritizer_Description
source: Makes sex a non-negotiable daily priority. Regardless of tiredness or busy schedules, sex must happen regularly. Prefers routine and consistency in their sex life.
es: Para el priorizador, ¡el sexo es su prioridad número uno! Es un acto que debe ser parte de la vida cotidiana, y no quitarse de la mesa cuando hay inconvenientes. Por ejemplo, si ha sido un día ocupado o uno o ambos miembros de la pareja se sienten cansados, el sexo no será descartado. En cambio, se priorizará. Se hacen sacrificios, y las pequeñas excusas no funcionarán cuando se trata de saltarse el sexo. Las personas de esta personalidad sexual suelen centrarse en la rutina y quieren que su vida sexual sea consistente.
pt: Faz do sexo uma prioridade diária inegociável. Independentemente do cansaço ou da agenda lotada, o sexo deve acontecer regularmente. Prefere rotina e consistência na vida sexual.

# Prioritizer_Name
source: Prioritizer
es: Priorizador
pt: Prioritária

# Romantic_Description
source: Sex is deeply emotional and meaningful. Prefers slow, sensual intimacy with eye contact, foreplay, and affirming words. Emotional connection is essential for sexual satisfaction.
es: ¡La conexión emocional es el nombre del juego para el romántico! Si bien la intimidad física es igual de sensual e importante, sin emoción, el sexo no es muy memorable o significativo. Si tu personalidad sexual es la romántica, disfrutas del contacto visual, el sexo más lento, la larga sesión de juegos previos y las palabras de afirmación.
pt: O sexo é profundamente emocional e significativo. Prefere intimidade lenta e sensual, com contato visual, preliminares e palavras de afirmação. A conexão emocional é essencial para a satisfação sexual.

# Romantic_Name
source: Romantic
es: Romántico
pt: Romântica

# Spiritualist_Description
source: Sees sex as a transcendent, almost sacred experience. Combines physical, emotional, and spiritual connection. Practices like tantric sex exemplify this type, focusing on energy and deeper unity.
es: Si esta es tu personalidad sexual, descubres que la intimidad no es solo física y no es solo emocional. ¡Es una combinación de ambos, más una oportunidad de conectarse con un propósito superior! El sexo, para el espiritualista, es una experiencia trascendente. Es cuando dos personas realmente se conectan, las energías se entrelazan y la experiencia se siente casi palpable. Un ejemplo de intimidad disfrutada por este tipo de personalidad sería el sexo tántrico.
pt: Vê o sexo como uma experiência transcendente, quase sagrada. Combina conexão física, emocional e espiritual. Práticas como o sexo tântrico exemplificam esse tipo, com foco na energia e na unidade mais profunda.

# Spiritualist_Name
source: Spiritualist
es: Espiritualista
pt: Espiritualista

# ThrillSeeker_Description
source: Attracted to taboo and intense experiences. Enjoys BDSM, kinks, fetishes, and pushing sexual boundaries. Loves the excitement of forbidden or unconventional activities.
es: ¡Se trata del tabú, cariño! Los buscadores de emociones obtienen una prisa de todas las cosas que están prohibidas o son traviesas. Incluye actos de BDSM, como asumir roles dominantes o sumisos. O simplemente probar cosas en la cama que algunos pueden considerar intensas, extrañas o incluso locas. Torceduras, fetiches y más... un Thrill-Seeker generalmente está listo para experimentarlo todo.
pt: Atraído por tabus e experiências intensas. Gosta de BDSM, taras, fetiches e de desafiar os limites sexuais. Adora a excitação de atividades proibidas ou não convencionais.

# ThrillSeeker_Name
source: Thrill Seeker
es: Buscador de emociones
pt: Aventureira
