Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/SexualOrientation.*.resx
Languages: es, pt

# Androgynsexual_Description
source: Describes people attracted to those who possess both masculine and feminine traits. The attraction is based on the androgynous appearance of the person.
es: Describe a las personas que se sienten atraídas por aquellas que poseen rasgos tanto masculinos como femeninos. La atracción se basa en la apariencia andrógina de la persona.
pt: Descreve pessoas atraídas por aqueles que possuem traços masculinos e femininos. A atração é baseada na aparência andrógina da pessoa.

# Androgynsexual_Name
source: Androgynsexual
es: Andrógino-sexual
pt: Andrógino sexual

# Androsexual_Description
source: Refers to people who are attracted to men, males, or masculinity, including people who identify as men regardless of their biology or sex assigned at birth.
es: Se refiere a las personas que se sienten atraídas por los hombres, los varones o la masculinidad, incluidas las personas que se identifican como hombres independientemente de su biología o sexo asignado al nacer.
pt: Refere-se a pessoas que se sentem atraídas por homens, pelo sexo masculino ou pela masculinidade, incluindo pessoas que se identificam como homens, independentemente da sua biologia ou sexo atribuído no nascimento.

# Androsexual_Name
source: Androsexual
pt: Androssexual

# Asexual_Description
source: A broad spectrum of people who experience little to no sexual attraction to others. Asexual people may still experience romantic attraction and form relationships, and may also identify with other specific terms on the asexual spectrum.
es: Un amplio espectro de personas que sienten poca o ninguna atracción sexual hacia otras personas. Las personas asexuales pueden sentir atracción romántica y formar relaciones, y también pueden identificarse con otros términos específicos del espectro asexual.
pt: Um amplo espectro de pessoas que sentem pouca ou nenhuma atração sexual por outras pessoas. Pessoas assexuais ainda podem sentir atração romântica e formar relacionamentos, e também podem se identificar com outros termos específicos do espectro assexual.

# Asexual_Name
source: Asexual
pt: Assexual

# Autosexual_Description
source: Describes a person who is sexually attracted to themselves. This concept is distinct from self-pleasure or masturbation and relates more to self-desire.
es: Describe a una persona que se siente atraída sexualmente por sí misma. Este concepto es distinto del placer propio o la masturbación y se relaciona más con el deseo propio.
pt: Descreve uma pessoa que é sexualmente atraída por si mesma. Este conceito é distinto de autoprazer ou masturbação e se relaciona mais com autodesejo.

# Autosexual_Name
source: Autosexual
pt: Autossexual

# Bisexual_Description
source: Describes people who experience sexual, romantic, or emotional attraction to more than one gender. This term is flexible and can encompass various forms of attraction to different genders.
es: Describe a las personas que sienten atracción sexual, romántica o emocional hacia más de un género. Este término es flexible y puede abarcar diversas formas de atracción hacia diferentes géneros.
pt: Descreve pessoas que sentem atração sexual, romântica ou emocional por mais de um gênero. Este termo é flexível e pode abranger várias formas de atração por gêneros diferentes.

# Bisexual_Name
source: Bisexual
pt: Bissexual

# Demisexual_Description
source: Falls within the asexual spectrum, describing people who experience sexual attraction only after forming a deep emotional or romantic bond.
es: Se incluye dentro del espectro asexual y describe a personas que experimentan atracción sexual sólo después de formar un vínculo emocional o romántico profundo.
pt: Enquadra-se no espectro assexual, descrevendo pessoas que sentem atração sexual somente após formarem um vínculo emocional ou romântico profundo.

# Demisexual_Name
source: Demisexual
pt: Demissexual

# Graysexual_Description
source: Describes people who exist in the “gray area” between asexuality and sexuality, experiencing occasional or conditional sexual attraction.
es: Describe a personas que existen en la “zona gris” entre la asexualidad y la sexualidad, experimentando atracción sexual ocasional o condicional.
pt: Descreve pessoas que existem na “área cinzenta” entre a assexualidade e a sexualidade, experimentando atração sexual ocasional ou condicional.

# Graysexual_Name
source: Graysexual
es: Grissexual
pt: Cinzentosexual

# Gynosexual_Description
source: Refers to people who are attracted to women, females, or femininity, including people who identify as women regardless of their biology or sex assigned at birth.
es: Se refiere a las personas que se sienten atraídas por las mujeres, las mujeres o la feminidad, incluidas las personas que se identifican como mujeres independientemente de su biología o sexo asignado al nacer.
pt: Refere-se a pessoas que se sentem atraídas por mulheres, pelo sexo feminino ou pela feminilidade, incluindo pessoas que se identificam como mulheres, independentemente da sua biologia ou sexo atribuído no nascimento.

# Gynosexual_Name
source: Gynosexual
es: Ginosexual
pt: Ginosexual

# Heterosexual_Description
source: Describes people who are sexually, romantically, or emotionally attracted to people of a different gender (e.g., men attracted to women and vice versa).
es: Describe a personas que se sienten atraídas sexual, romántica o emocionalmente por personas de un género diferente (por ejemplo, hombres atraídos por mujeres y viceversa).
pt: Descreve pessoas que são sexualmente, romanticamente ou emocionalmente atraídas por pessoas de um gênero diferente (por exemplo, homens atraídos por mulheres e vice-versa).

# Heterosexual_Name
source: Heterosexual
pt: Heterossexual

# Homosexual_Description
source: Describes people who experience sexual, romantic, or emotional attraction to people of the same gender. However, many prefer terms like "gay" or "lesbian" as "homosexual" can sometimes carry clinical or outdated connotations.
es: Describe a las personas que sienten atracción sexual, romántica o emocional hacia personas del mismo sexo. Sin embargo, muchos prefieren términos como "gay" o "lesbiana", ya que "homosexual" a veces puede tener connotaciones clínicas o anticuadas.
pt: Descreve pessoas que sentem atração sexual, romântica ou emocional por pessoas do mesmo gênero. No entanto, muitos preferem termos como "gay" ou "lésbica", já que "homossexual" pode às vezes carregar conotações clínicas ou ultrapassadas.

# Homosexual_Name
source: Homosexual
pt: Homossexual

# Other_Description
source: This user identifies with a unique sexual orientation that does not conform to common categories.
es: Este usuario se identifica con una orientación sexual única que no se ajusta a las categorías comunes.
pt: Este usuário se identifica com uma orientação sexual única que não se enquadra em categorias comuns.

# Other_Name
source: Other
es: Otro
pt: Outra

# Pansexual_Description
source: Refers to people who can experience attraction to others regardless of their gender, embracing an openness to all genders and identities.
es: Se refiere a las personas que pueden experimentar atracción hacia otros independientemente de su género, abrazando una apertura a todos los géneros e identidades.
pt: Refere-se a pessoas que conseguem sentir atração por outras pessoas independentemente do seu gênero, abraçando uma abertura a todos os gêneros e identidades.

# Polysexual_Description
source: Refers to people who are attracted to multiple genders but not necessarily all genders. It differs from pansexuality in its focus on attraction to specific genders.
es: Se refiere a personas que se sienten atraídas por varios géneros, pero no necesariamente por todos. Se diferencia de la pansexualidad en que se centra en la atracción por géneros específicos.
pt: Refere-se a pessoas que são atraídas por vários gêneros, mas não necessariamente por todos os gêneros. Difere da pansexualidade em seu foco na atração por gêneros específicos.

# Polysexual_Name
source: Polysexual
es: Polisexual
pt: Polissexual

# Pomosexual_Description
source: A term used by people who reject sexuality labels or choose not to identify with any established sexual orientation. It is more of a rejection of categorization than a specific identity.
es: Término utilizado por personas que rechazan las etiquetas de sexualidad o que eligen no identificarse con ninguna orientación sexual establecida. Es más un rechazo a la categorización que a una identidad específica.
pt: Um termo usado por pessoas que rejeitam rótulos de sexualidade ou escolhem não se identificar com nenhuma orientação sexual estabelecida. É mais uma rejeição de categorização do que de uma identidade específica.

# Pomosexual_Name
source: Pomosexual
pt: Pomossexual

# Sapiosexual_Description
source: Describes people who are primarily attracted to intelligence or intellectual connection rather than physical or gender-based attraction.
es: Describe a las personas que se sienten atraídas principalmente por la inteligencia o la conexión intelectual más que por la atracción física o de género.
pt: Descreve pessoas que são atraídas principalmente pela inteligência ou conexão intelectual, em vez de atração física ou baseada em gênero.

# Sapiosexual_Name
source: Sapiosexual
pt: Sapiossexual

# Skoliosexual_Description
source: Describes people who are attracted to individuals with non-cisgender identities, such as nonbinary, genderqueer, or transgender people.
es: Describe a las personas que se sienten atraídas por individuos con identidades no cisgénero, como personas no binarias, de género queer o transgénero.
pt: Descreve pessoas que se sentem atraídas por indivíduos com identidades não cisgênero, como pessoas não binárias, de gênero queer ou transgênero.

# Skoliosexual_Name
source: Skoliosexual
es: Escoliosexual
pt: Escoliosexual
