Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Sports.*.resx
Languages: es, pt

source: Adventure & Extreme Sports
es: Aventura y deportes extremos
pt: Aventura e Esportes Radicais

# AdventureExtremeSports_Description
source: High-adrenaline and thrill-seeking activities (e.g., rock climbing, skydiving, bungee jumping, snowboarding)
es: Actividades que requieren mucha adrenalina y emociones fuertes (por ejemplo, escalada en roca, paracaidismo, puentismo, snowboard)
pt: Atividades de alta adrenalina e busca de emoção (por exemplo, escalada, paraquedismo, bungee jumping, snowboard)

# WaterSports_Description
source: Sports in or on water (e.g., swimming, surfing, kayaking, water polo, diving)
es: Deportes en el agua o sobre ella (por ejemplo, natación, surf, kayak, waterpolo, buceo)
pt: Esportes na água ou sobre ela (por exemplo, natação, surfe, caiaque, polo aquático, mergulho)

source: Athletics
es: Atletismo
pt: Atletismo

# Athletics_Description
source: Track and field events (e.g., sprinting, long jump, high jump, shot put)
es: Eventos de atletismo (por ejemplo, carreras de velocidad, salto de longitud, salto de altura, lanzamiento de bala)
pt: Eventos de atletismo (por exemplo, corrida de velocidade, salto em distância, salto em altura, arremesso de peso)

source: Combat Sports
es: Deportes de combate
pt: Esportes de Combate

# CombatSports_Description
source: Physical, one-on-one competitions (e.g., boxing, martial arts, wrestling, fencing)
es: Competiciones físicas uno contra uno (por ejemplo, boxeo, artes marciales, lucha libre, esgrima)
pt: Competições físicas individuais (por exemplo, boxe, artes marciais, luta livre, esgrima)

source: Cycling Sports
es: Deportes de ciclismo
pt: Esportes de ciclismo

# CyclingSports_Description
source: Sports involving bicycles (e.g., road cycling, mountain biking, BMX, track cycling)
es: Deportes que involucran bicicletas (por ejemplo, ciclismo de ruta, ciclismo de montaña, BMX, ciclismo en pista)
pt: Esportes envolvendo bicicletas (por exemplo, ciclismo de estrada, mountain bike, BMX, ciclismo de pista)

source: Equestrian Sports
es: Deportes ecuestres
pt: Esportes Equestres

# EquestrianSports_Description
source: Activities involving horseback riding (e.g., show jumping, dressage, polo, rodeo)
es: Actividades que impliquen montar a caballo (por ejemplo, saltos, doma, polo, rodeo)
pt: Atividades que envolvam passeios a cavalo (por exemplo, hipismo, adestramento, polo, rodeio)

source: Fitness & Conditioning
es: Fitness y acondicionamiento
pt: Fitness e condicionamento

# FitnessConditioning_Description
source: Physical activities focused on health and fitness (e.g., weightlifting, aerobics, pilates, yoga)
es: Actividades físicas centradas en la salud y la condición física (por ejemplo, levantamiento de pesas, aeróbicos, pilates, yoga)
pt: Atividades físicas focadas na saúde e no condicionamento físico (por exemplo, levantamento de peso, aeróbica, pilates, ioga)

source: Gymnastics & Aesthetics
es: Gimnasia y Estética
pt: Ginástica e Estética

# GymnasticsAesthetics_Description
source: Sports focusing on precision, form, and balance (e.g., gymnastics, ballet, cheerleading, rhythmic gymnastics)
es: Deportes que se centran en la precisión, la forma y el equilibrio (por ejemplo, gimnasia, ballet, animación, gimnasia rítmica)
pt: Esportes com foco em precisão, forma e equilíbrio (por exemplo, ginástica, balé, líder de torcida, ginástica rítmica)

source: Mind Sports
es: Deportes mentales
pt: Esportes mentais

# MindSports_Description
source: Strategy and concentration-based activities (e.g., chess, esports, poker, bridge)
es: Actividades basadas en la estrategia y la concentración (por ejemplo, ajedrez, deportes electrónicos, póquer, bridge)
pt: Atividades baseadas em estratégia e concentração (por exemplo, xadrez, esportes eletrônicos, pôquer, bridge)

source: Motorsports
es: Automovilismo
pt: Automobilismo

# Motorsports_Description
source: Sports involving vehicles and racing (e.g., car racing, motocross, Formula 1, kart racing)
es: Deportes que involucran vehículos y carreras (por ejemplo, carreras de autos, motocross, Fórmula 1, carreras de karts)
pt: Esportes envolvendo veículos e corridas (por exemplo, corridas de carros, motocross, Fórmula 1, corridas de kart)

source: Outdoor Recreation
es: Recreación al aire libre
pt: Recreação ao ar livre

# OutdoorRecreation_Description
source: Non-competitive outdoor activities (e.g., hiking, trail running, camping, mountain biking)
es: Actividades al aire libre no competitivas (por ejemplo, senderismo, trail running, acampada, ciclismo de montaña)
pt: Atividades ao ar livre não competitivas (por exemplo, caminhadas, corrida de trilha, acampamento, mountain bike)

source: Racquet Sports
es: Deportes de raqueta
pt: Esportes de raquete

# RacquetSports_Description
source: Sports involving rackets and coordination (e.g., tennis, badminton, squash, table tennis)
es: Deportes que involucran raquetas y coordinación (por ejemplo, tenis, bádminton, squash, tenis de mesa)
pt: Esportes que envolvem raquetes e coordenação (por exemplo, tênis, badminton, squash, tênis de mesa)

source: Shooting Sports
es: Deportes de tiro
pt: Tiro esportivo

# ShootingSports_Description
source: Accuracy-focused sports using projectiles (e.g., archery, shooting, paintball)
es: Deportes centrados en la precisión que utilizan proyectiles (por ejemplo, tiro con arco, tiro, paintball)
pt: Esportes focados na precisão usando projéteis (por exemplo, arco e flecha, tiro, paintball)

source: Team Sports
es: Deportes de equipo
pt: Esportes de equipe

# TeamSports_Description
source: Group-based sports focused on cooperation (e.g., soccer, basketball, volleyball, baseball)
es: Deportes grupales centrados en la cooperación (por ejemplo, fútbol, baloncesto, voleibol, béisbol)
pt: Esportes de grupo focados na cooperação (por exemplo, futebol, basquete, vôlei, beisebol)

# WaterSports
source: Aquatic Sports
es: Deportes acuáticos
pt: Esportes Aquáticos

source: Winter Sports
es: Deportes de invierno
pt: Esportes de inverno

# WinterSports_Description
source: Sports practiced on snow or ice (e.g., skiing, snowboarding, ice hockey, ice skating)
es: Deportes practicados sobre nieve o hielo (por ejemplo, esquí, snowboard, hockey sobre hielo, patinaje sobre hielo)
pt: Esportes praticados na neve ou no gelo (por exemplo, esqui, snowboard, hóquei no gelo, patinação no gelo)
