Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/TVGenre.*.resx
Languages: es, pt

source: Animated & Anime
es: Animación y anime
pt: Animação e Anime

# AnimatedAnime_Description
source: Includes cartoons, animated series, and Japanese anime
es: Incluye dibujos animados, series animadas y anime japonés.
pt: Inclui desenhos animados, séries animadas e anime japonês

source: Cooking & Food
es: Cocina y comida
pt: Cozinha e comida

# CookingFood_Description
source: Programs focused on cooking, baking, and food culture (e.g., cooking competitions, food documentaries)
es: Programas centrados en la cocina, la repostería y la cultura alimentaria (por ejemplo, concursos de cocina, documentales gastronómicos)
pt: Programas focados em culinária, panificação e cultura alimentar (por exemplo, competições de culinária, documentários sobre comida)

source: Documentary & Reality
es: Documental y Reality
pt: Documentário e Realidade

# DocumentaryReality_Description
source: Real-life stories and situations, either informative or entertaining (e.g., nature documentaries, reality shows)
es: Historias y situaciones de la vida real, ya sean informativas o entretenidas (por ejemplo, documentales sobre la naturaleza, reality shows)
pt: Histórias e situações da vida real, informativas ou divertidas (por exemplo, documentários sobre a natureza, reality shows)

source: Educational & Science
es: Educativo y científico
pt: Educacional e Ciência

# EducationalScience_Description
source: Shows focused on learning and science topics, often informative (e.g., science shows, how-to programs)
es: Programas centrados en temas de aprendizaje y ciencia, a menudo informativos (por ejemplo, programas científicos, programas instructivos)
pt: Programas focados em tópicos de aprendizagem e ciências, geralmente informativos (por exemplo, programas de ciências, programas de instruções)

source: Game Shows & Competitions
es: Concursos y concursos
pt: Game Shows e Competições

# GameShowsCompetitions_Description
source: Shows where contestants compete for prizes or recognition (e.g., trivia shows, talent competitions)
es: Programas en los que los concursantes compiten por premios o reconocimiento (por ejemplo, programas de trivia, concursos de talentos)
pt: Programas onde os concorrentes competem por prêmios ou reconhecimento (por exemplo, programas de curiosidades, competições de talentos)

source: Kids & Family
es: Niños y familia
pt: Crianças e Família

# KidsFamily_Description
source: Programming suitable for children and family viewing (e.g., children’s shows, family-friendly series)
es: Programación adecuada para niños y familias (por ejemplo, programas infantiles, series para toda la familia)
pt: Programação adequada para crianças e famílias (por exemplo, programas infantis, séries para toda a família)

source: Lifestyle & Home
es: Estilo de vida y hogar
pt: Estilo de vida e casa

# LifestyleHome_Description
source: Shows that explore lifestyle topics, including design, travel, and wellness (e.g., home improvement, travel shows)
es: Programas que exploran temas de estilo de vida, incluidos el diseño, los viajes y el bienestar (por ejemplo, programas de mejoras para el hogar y de viajes).
pt: Programas que exploram tópicos de estilo de vida, incluindo design, viagens e bem-estar (por exemplo, melhorias residenciais, programas de viagens)

source: Music & Performances
es: Música y actuaciones
pt: Música e Performances

# MusicPerformances_Description
source: Programs centered around music, live performances, and music videos (e.g., music countdowns, concert specials)
es: Programas centrados en la música, presentaciones en vivo y videos musicales (por ejemplo, cuentas regresivas de música, especiales de conciertos)
pt: Programas centrados em música, apresentações ao vivo e videoclipes (por exemplo, contagens regressivas de música, especiais de concertos)

source: News & Current Affairs
es: Noticias y actualidad
pt: Notícias e atualidades

# NewsCurrentAffairs_Description
source: News reports, talk shows, and in-depth analyses of current events
es: Informes de noticias, programas de entrevistas y análisis en profundidad de acontecimientos actuales.
pt: Reportagens de notícias, talk shows e análises aprofundadas de eventos atuais

source: Soap Operas & Dramas
es: Telenovelas y dramas
pt: Novelas e Dramas

# SoapOperasDramas_Description
source: Serialized dramas with continuous storylines, often emotionally intense (e.g., daytime soaps, family dramas)
es: Dramas serializados con tramas continuas, a menudo emocionalmente intensas (por ejemplo, telenovelas diurnas, dramas familiares)
pt: Dramas serializados com histórias contínuas, muitas vezes emocionalmente intensos (por exemplo, novelas diurnas, dramas familiares)

source: Sports & Outdoors
es: Deportes y actividades al aire libre
pt: Esportes e atividades ao ar livre

# SportsOutdoors_Description
source: Programs focusing on sports events, commentary, and outdoor activities (e.g., live sports, extreme sports)
es: Programas centrados en eventos deportivos, comentarios y actividades al aire libre (por ejemplo, deportes en vivo, deportes extremos)
pt: Programas com foco em eventos esportivos, comentários e atividades ao ar livre (por exemplo, esportes ao vivo, esportes radicais)

source: Talk Shows & Interviews
es: Programas de entrevistas y entrevistas
pt: Talk Shows e Entrevistas

# TalkShowsInterviews_Description
source: Shows featuring hosts in conversation with guests on various topics (e.g., celebrity interviews, discussion panels)
es: Programas en los que los presentadores conversan con los invitados sobre diversos temas (por ejemplo, entrevistas con celebridades, paneles de debate)
pt: Programas com apresentadores conversando com convidados sobre vários tópicos (por exemplo, entrevistas com celebridades, painéis de discussão)

source: Variety & Comedy
es: Variedad y comedia
pt: Variedade e Comédia

# VarietyComedy_Description
source: Shows with a mix of entertainment elements, such as skits, stand-up, and comedy acts (e.g., late-night shows, sketch comedy)
es: Espectáculos con una mezcla de elementos de entretenimiento, como sketches, monólogos y actos de comedia (por ejemplo, programas nocturnos, comedia de sketches)
pt: Programas com uma mistura de elementos de entretenimento, como esquetes, stand-up e atos de comédia (por exemplo, programas noturnos, esquetes de comédia)
