Repository: drma-tech/MM
Catalog: MM.Shared/Enums/Resources/Vacation.*.resx
Languages: es, pt

source: Adventure Travel
es: Viajes de aventura
pt: Viagem de aventura

# AdventureTravel_Description
source: High-energy and thrill-seeking experiences (e.g., rock climbing, zip-lining, skydiving, paragliding)
es: Experiencias llenas de energía y emoción (por ejemplo, escalada en roca, tirolinas, paracaidismo, parapente)
pt: Experiências de alta energia e busca de emoção (por exemplo, escalada, tirolesa, paraquedismo, parapente)

source: Arts & Festivals
es: Artes y festivales
pt: Artes e Festivais

# ArtsFestivals_Description
source: Attending local arts and entertainment events (e.g., music festivals, art shows, theater performances, film festivals)
es: Asistir a eventos locales de arte y entretenimiento (por ejemplo, festivales de música, exposiciones de arte, representaciones teatrales, festivales de cine)
pt: Participar de eventos locais de arte e entretenimento (por exemplo, festivais de música, exposições de arte, apresentações teatrais, festivais de cinema)

source: Beach & Water Activities
es: Playa y actividades acuáticas
pt: Praia e atividades aquáticas

# BeachWaterActivities_Description
source: Relaxing or adventuring near the water (e.g., beach days, snorkeling, scuba diving, surfing)
es: Relajarse o vivir aventuras cerca del agua (por ejemplo, días de playa, snorkel, buceo, surf)
pt: Relaxar ou se aventurar perto da água (por exemplo, dias de praia, mergulho com snorkel, mergulho autônomo, surfe)

source: City Sightseeing
es: Visita turística por la ciudad
pt: Passeios turísticos pela cidade

# CitySightseeing_Description
source: Enjoying urban attractions and city-specific experiences (e.g., visiting landmarks, dining at local restaurants, shopping)
es: Disfrutar de atracciones urbanas y experiencias específicas de la ciudad (por ejemplo, visitar lugares emblemáticos, cenar en restaurantes locales, ir de compras)
pt: Desfrutar de atrações urbanas e experiências específicas da cidade (por exemplo, visitar pontos turísticos, jantar em restaurantes locais, fazer compras)

source: Cruises & Boat Tours
es: Cruceros y paseos en barco
pt: Cruzeiros e Passeios de Barco

# CruisesBoatTours_Description
source: Exploring coastal areas or islands by sea (e.g., river cruises, yacht charters, island-hopping, sunset cruises)
es: Explorar zonas costeras o islas por mar (por ejemplo, cruceros fluviales, alquiler de yates, visitas a islas, cruceros al atardecer)
pt: Explorar áreas costeiras ou ilhas por mar (por exemplo, cruzeiros fluviais, fretamentos de iates, passeios de ilha em ilha, cruzeiros ao pôr do sol)

source: Cultural Exploration
es: Exploración cultural
pt: Exploração Cultural

# CulturalExploration_Description
source: Immersive experiences in local cultures and histories (e.g., museum visits, historical tours, local festivals, heritage sites)
es: Experiencias inmersivas en culturas e historias locales (por ejemplo, visitas a museos, recorridos históricos, festivales locales, sitios patrimoniales)
pt: Experiências imersivas em culturas e histórias locais (por exemplo, visitas a museus, passeios históricos, festivais locais, locais históricos)

source: Eco-Tourism
es: Ecoturismo
pt: Ecoturismo

# EcoTourism_Description
source: Sustainable travel with a focus on conservation (e.g., eco-lodges, guided nature tours, visiting wildlife sanctuaries)
es: Viajes sostenibles centrados en la conservación (por ejemplo, eco-lodges, recorridos guiados por la naturaleza, visitas a santuarios de vida silvestre)
pt: Viagens sustentáveis com foco na conservação (por exemplo, eco-lodges, passeios guiados pela natureza, visitas a santuários de vida selvagem)

source: Family-Friendly Activities
es: Actividades para toda la familia
pt: Atividades para a família

# FamilyFriendlyActivities_Description
source: Activities for all ages, often focused on family fun (e.g., theme parks, aquariums, zoos, family beach days)
es: Actividades para todas las edades, a menudo centradas en la diversión familiar (por ejemplo, parques temáticos, acuarios, zoológicos, días de playa en familia)
pt: Atividades para todas as idades, geralmente focadas na diversão em família (por exemplo, parques temáticos, aquários, zoológicos, dias de praia em família)

source: Food & Culinary Tourism
es: Turismo gastronómico y culinario
pt: Turismo Gastronômico e Culinário

# FoodCulinaryTourism_Description
source: Discovering new cuisines and food experiences (e.g., food tours, local markets, cooking classes, wine and cheese tastings)
es: Descubrir nuevas cocinas y experiencias gastronómicas (por ejemplo, recorridos gastronómicos, mercados locales, clases de cocina, catas de vino y queso)
pt: Descobrir novas cozinhas e experiências gastronômicas (por exemplo, passeios gastronômicos, mercados locais, aulas de culinária, degustações de vinhos e queijos)

source: Learning & Enrichment
es: Aprendizaje y enriquecimiento
pt: Aprendizagem e Enriquecimento

# LearningEnrichment_Description
source: Travel focused on personal growth and skills (e.g., language immersion, photography workshops, historical courses)
es: Viajes enfocados al crecimiento personal y a las habilidades (por ejemplo, inmersión lingüística, talleres de fotografía, cursos de historia)
pt: Viagens focadas no crescimento pessoal e nas habilidades (por exemplo, imersão no idioma, workshops de fotografia, cursos históricos)

source: Nature & Wildlife
es: Naturaleza y vida salvaje
pt: Natureza e Vida Selvagem

# NatureWildlife_Description
source: Activities centered around nature and wildlife (e.g., safaris, hiking in national parks, birdwatching, camping)
es: Actividades centradas en la naturaleza y la vida silvestre (por ejemplo, safaris, caminatas en parques nacionales, observación de aves, campamentos)
pt: Atividades centradas na natureza e na vida selvagem (por exemplo, safáris, caminhadas em parques nacionais, observação de pássaros, acampamentos)

source: Relaxation & Wellness
es: Relajación y bienestar
pt: Relaxamento e Bem-estar

# RelaxationWellness_Description
source: Focusing on relaxation and rejuvenation (e.g., spa retreats, yoga retreats, meditation, thermal springs)
es: Centrarse en la relajación y el rejuvenecimiento (por ejemplo, retiros de spa, retiros de yoga, meditación, aguas termales)
pt: Foco no relaxamento e rejuvenescimento (por exemplo, retiros de spa, retiros de ioga, meditação, fontes termais)

source: Road Trips
es: Viajes por carretera
pt: Viagens de carro

# RoadTrips_Description
source: Exploring multiple destinations by car, often with scenic routes (e.g., cross-country trips, coastal drives, countryside exploring)
es: Explorar múltiples destinos en coche, a menudo con rutas panorámicas (por ejemplo, viajes por el país, recorridos por la costa, exploración del campo)
pt: Explorar vários destinos de carro, geralmente com rotas cênicas (por exemplo, viagens cross-country, passeios pela costa, exploração do interior)

source: Volunteering Vacations
es: Vacaciones de voluntariado
pt: Férias de voluntariado

# VolunteeringVacations_Description
source: Traveling with a purpose to help communities or nature (e.g., habitat restoration, wildlife conservation, community support)
es: Viajar con el propósito de ayudar a las comunidades o a la naturaleza (por ejemplo, restauración del hábitat, conservación de la vida silvestre, apoyo a la comunidad)
pt: Viajar com o propósito de ajudar comunidades ou a natureza (por exemplo, restauração de habitats, conservação da vida selvagem, apoio à comunidade)

source: Winter Sports
es: Deportes de invierno
pt: Esportes de inverno

# WinterSports_Description
source: Enjoying seasonal sports and winter landscapes (e.g., skiing, snowboarding, ice skating, snowshoeing)
es: Disfrutar de los deportes de temporada y de los paisajes invernales (por ejemplo, esquí, snowboard, patinaje sobre hielo, raquetas de nieve)
pt: Desfrutar de esportes sazonais e paisagens de inverno (por exemplo, esqui, snowboard, patinação no gelo, caminhada na neve)
