Repository: drma-tech/MM
Catalog: MM.WEB/Resources/GlobalTranslations.*.resx
Languages: es, pt

# BasicRequired
source: The basic section is mandatory for now. The other sections can be filled in later.
es: La sección básica es obligatoria por ahora. Las demás secciones se pueden completar más adelante.
pt: A seção básica é obrigatória por enquanto. As outras seções podem ser preenchidas depois.

source: Beta Version!
es: ¡Versión beta!
pt: Versão Beta!

# BirthdateTip
source: Only your age will be published. (We use the Gregorian calendar)
es: Sólo se publicará tu edad. (Usamos el calendario gregoriano)
pt: Apenas sua idade ficará publica. (Utilizamos o calendario gregoriano)

source: Cities
es: Ciudades
pt: Cidades

source: Compatibility
es: Compatibilidad
pt: Compatibilidade

# CompatibilityHigh
source: Congratulations, you two are made for each other. This relationship has a bright future ahead of it.
es: Felicidades, ustedes dos están hechos el uno para el otro. Esta relación tiene un futuro brillante por delante.
pt: Parabéns, vocês dois foram feitos um para o outro. Esse relacionamento tem um futuro brilhante pela frente.

# CompatibilityLow
source: Unfortunately, you don't have much in common. We wish you both the best of luck, as it won't be an easy task.
es: Lamentablemente, no tienen mucho en común. Les deseamos mucha suerte a ambos, ya que no será una tarea fácil.
pt: Infelizmente, vocês não têm muito em comum. Desejamos a vocês dois boa sorte, pois não será uma tarefa fácil.

# CompatibilityMedium
source: You are not a perfect couple, but that doesn't mean that the relationship will fail. Review our report carefully and work through these differences together.
es: No son una pareja perfecta, pero eso no significa que la relación vaya a fracasar. Revisen nuestro informe con atención y resuelvan juntos estas diferencias.
pt: Vocês não são um casal perfeito, mas isso não significa que o relacionamento irá fracassar. Revise nosso relatório cuidadosamente e trabalhem essas diferenças juntos.

# CompleteAllSteps
source: To make your profile public, first complete all the steps
es: Para hacer público tu perfil, primero completa todos los pasos
pt: Para tornar seu perfil público, primeiro conclua todas as etapas

source: Confirmation
es: Confirmación
pt: Confirmação

source: Countries
es: Países
pt: Países

# CustomVisibilityInvalid
source: Invalid operation. Please try again.
es: Operación no válida. Por favor, inténtelo de nuevo.
pt: Operação inválida. Por favor, tente novamente.

# CustomVisibilityLoading
source: Loading...
es: Llevar...
pt: Carregando...

# CustomVisibilityNoData
source: There is no data to show
es: Datos no disponibles
pt: Dados não disponíveis

# EmailRequired
source: Please enter the email address
es: Por favor, introduzca la dirección de correo electrónico
pt: Por favor, insira o endereço de e-mail

# EnterPartnerEmail
source: Enter your partner's email
es: Ingresa el email de tu pareja
pt: Insira o e-mail do seu parceiro

source: Expected Compatibility
es: Compatibilidad esperada
pt: Compatibilidade esperada

# FeatureUnavailableDescription
source: Wait for news...
es: Espera noticias...
pt: Aguarde novidades...

# FeatureUnavailableMessage
source: Under development
es: En desarrollo
pt: Em desenvolvimento

source: General Compatibility
es: Compatibilidad general
pt: Compatibilidade geral

# GenerateSimulation
source: Do you want to generate a match simulation? This is just to demonstrate how our compatibility system works.
es: ¿Quieres generar una simulación de conexiones? Esto es solo para demostrar cómo funciona nuestro sistema de compatibilidad.
pt: Você quer gerar uma simulação de conexões? Isso é só para demonstrar como nosso sistema de compatibilidade funciona.

# GpsNotAccurate
source: The GPS position is not accurate and may result in an incorrect location. If your city is wrong, please try again later or test on another device or browser.
es: La posición del GPS no es precisa y puede dar como resultado una ubicación incorrecta. Si la ciudad no es la correcta, inténtelo de nuevo más tarde o pruebe en otro dispositivo o navegador.
pt: A posição do GPS não é precisa e pode resultar em uma localização incorreta. Se sua cidade estiver errada, tente novamente mais tarde ou teste em outro dispositivo ou navegador.

# HelpTitle
source: Help
es: Ayuda
pt: Ajuda

source: Invitation accepted
es: Invitación aceptada
pt: Convite aceito

source: invitation not accepted
es: Invitación no aceptada
pt: Convite não aceito

# InvitationSent
source: Invitation sent successfully.
es: Invitación enviada exitosamente.
pt: Convite enviado com sucesso.

# InviteYyourPartnerTitle1
source: Invite your partner to test your compatibility
es: Invita a tu pareja a probar vuestra compatibilidad
pt: Convide seu parceiro para testar sua compatibilidade

# InviteYyourPartnerTitle2
source: This invitation will not send an email. If this invitation is not accepted within a period of one month, it will be automatically deleted.
es: Esta invitación no se enviará por correo electrónico. Si no se acepta esta invitación en el plazo de un mes, se eliminará automáticamente.
pt: Este convite não enviará um e-mail. Se este convite não for aceito dentro de um período de um mês, ele será automaticamente excluído.

# ITrustPlataform
source: I trust the platform's compatibility system and will only select what is non-negotiable for me.
es: Confío en el sistema de compatibilidad de la plataforma y solo seleccionaré lo que para mí no es negociable.
pt: Confio no sistema de compatibilidade da plataforma e selecionarei apenas o que não for negociável para mim.

source: Language
es: Idioma
pt: Idioma

source: My Relationship
es: Mi relación
pt: Meu Relacionamento

# NoPendingInvitations
source: There are no pending invitations
es: No hay invitaciones pendientes
pt: Não há convites pendentes

source: Not answered
es: No respondido
pt: Não respondido

# OperationCanceled
source: Operation cancelled!
es: Operación cancelada!
pt: Operação cancelada!

# OperationCompleted
source: Operation completed successfully!
es: ¡La operación se realizó con éxito!
pt: Operação concluída com sucesso!

# OptionNotAvailable
source: Option not yet available
es: Opción aún no disponible
pt: Opção ainda não disponível

source: Partner Email
es: Correo de la pareja
pt: E-mail do parceiro

# PartnerProfileNotAvailable
source: Your partner's profile is not yet available
es: El perfil de tu pareja aún no está disponible
pt: O perfil do seu parceiro ainda não está disponível

# PopulateFilterDescription
source: This process is constantly evolving. If you would like to report an error or improvement, please open a ticket with our support team.
es: Este proceso evoluciona constantemente. Si desea informar un error o una mejora, abra un ticket con nuestro equipo de soporte.
pt: Este processo está em constante evolução. Se você quiser relatar um erro ou melhoria, abra um ticket com nossa equipe de suporte.

# PopulateFilterTitle
source: Fields automatically populated
es: Campos rellenados automáticamente
pt: Campos preenchidos automaticamente

# PreferHelpTopic1
source: Here you can define your ideal profile type, so that we can properly calculate your compatibility index
es: Aquí puede definir su tipo de perfil ideal, para que podamos calcular correctamente su índice de compatibilidad
pt: Aqui você pode definir o seu tipo de perfil ideal, para que possamos calcular corretamente o seu índice de compatibilidade

# PreferHelpTopic2
source: The more specific you are in the filters, the less profile options you will have available
es: Cuanto más específico seas en los filtros, menos opciones de perfil tendrás disponibles
pt: Quanto mais específico você estiver nos filtros, menos opções de perfil você terá disponíveis

source: Premium Feature
es: Característica prémium
pt: Recurso Premium

source: Privacy
es: Privacidad
pt: Privacidade

source: Private
es: Privado
pt: Privado

# ProfileDataBioTip1
source: To ensure a positive atmosphere, we take harassment and prejudice seriously. If you encounter such behavior, please report the profile promptly.
es: Para garantizar un ambiente positivo, nos tomamos muy en serio el acoso y los prejuicios. Si detecta este tipo de comportamiento, por favor, reporte el perfil inmediatamente.
pt: Para garantir um ambiente positivo, levamos assédio e preconceito a sério. Se você se deparar com esse tipo de comportamento, denuncie o perfil imediatamente.

# ProfileDataBioTip2
source: If you find it challenging to interact or recognize harmful intentions, consider reaching out to friends or family for support.
es: Si le resulta difícil interactuar o reconocer intenciones dañinas, considere comunicarse con amigos o familiares para obtener apoyo.
pt: Se você achar difícil interagir ou reconhecer intenções prejudiciais, considere entrar em contato com amigos ou familiares para obter apoio.

# ProfileDataPersonTip1
source: For more complex personalities, explore tests on specialized sites. Some can be answered just by reading the item descriptions.
es: Para personalidades más complejas, explore las pruebas en sitios especializados. Algunos se pueden responder simplemente leyendo las descripciones de los artículos.
pt: Para personalidades mais complexas, explore testes em sites especializados. Algumas podem ser respondidas apenas lendo as descrições dos itens.

source: Profile not available
es: Perfil no disponible
pt: Perfil não disponível

# ProfileNotFound
source: Profile not found or not yet registered properly.
es: Perfil no encontrado o aún no registrado correctamente.
pt: Perfil não encontrado ou ainda não registrado corretamente.

# ProfilePreferPersonTip1
source: This section does not work as a filter, it only complements the profile compatibility calculation.
es: Esta sección no funciona como filtro, solo complementa el cálculo de compatibilidad de perfiles.
pt: Esta seção não funciona como um filtro, apenas complementa o cálculo de compatibilidade de perfil.

# ProfilePrivateMode
source: Your profile is now in private mode and will not be seen or shared with anyone.
es: Tu perfil ahora está en modo privado y no será visto ni compartido con nadie
pt: Seu perfil agora está no modo privado e não será visto nem compartilhado com ninguém

source: Public
es: Público
pt: Público

# PWAUpdaterButton
source: UPDATE NOW
es: ACTUALIZA AHORA
pt: ATUALIZAR AGORA

# PWAUpdaterText
source: A new version is available
es: Una nueva versión está disponible
pt: Uma nova versão está disponível

source: Settings
es: Ajustes
pt: Configurações

source: Share
pt: Compartilhar

# SureDeleteAccount
source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir sua conta? Essa ação não pode ser desfeita.

# TermTopic1
source: Be honest in the answers given on this form. All information contained herein is open to denouncements and may be evaluated;
es: Sea honesto en las respuestas dadas en este formulario. Toda la información contenida en este documento está abierta a denuncias y puede ser evaluada;
pt: Seja honesto nas respostas dadas neste formulário. Todas as informações aqui contidas são passíveis de denúncias e podem ser avaliadas;

# TermTopic2
source: To be aware of how your data will be treated, we ask you to read our
es: Para conocer cómo serán tratados sus datos, le pedimos que lea nuestra
pt: Para ter conhecimento de como os seus dados serão tratados, pedimos que leia a nossa

source: Tips
es: Consejos
pt: Dicas

# UnableDetectGps
source: We were unable to detect a GPS system on your device. Please try again or release access to your device's GPS.
es: No hemos podido detectar un sistema GPS en su dispositivo. Inténtalo de nuevo o libera el acceso al GPS de tu dispositivo.
pt: Não foi possível detectar um sistema GPS no seu dispositivo. Tente novamente ou libere o acesso ao GPS do seu dispositivo.

source: Undefined
es: Indefinido
pt: Indefinido

# ValidationErrorsDetected
source: Validation errors were detected
es: Se detectaron errores de validación
pt: Foram detectados erros de validação

# WhyImportant
source: Why is it important?
es: ¿Por qué es importante?
pt: Por que isso é importante?

# WriteReviewMessage
source: Help us reach a larger audience.
es: Ayúdanos a llegar a un público más amplio.
pt: Ajude -nos a alcançar um público maior.

# WriteReviewTitle
source: Write a review
es: Escribe una reseña
pt: Escreva uma crítica

source: Years
es: Años
pt: Anos

source: Your current location:
es: Su ubicación actual:
pt: Sua localização atual:

# YourPartnerProfile
source: Your partner's profile
es: El perfil de tu pareja
pt: Perfil do seu parceiro

# YourProfile
source: Your profile (or preferences)
es: Tu perfil (o preferencias)
pt: Seu perfil (ou preferências)

# ProductUnderDevelopment
source: Product still under development, so a lot will still improve. If you have suggestions to make, please ask in the app's support section.
es: El producto aún está en desarrollo. Si tiene alguna sugerencia o encuentra algún error, contáctenos a través de nuestra sección de comentarios.
pt: O produto ainda está em desenvolvimento. Se você tiver alguma sugestão ou encontrar bugs, entre em contato conosco através da seção de feedback.
