Repository: drma-tech/MM
Catalog: MM.WEB/Resources/Landing.*.resx
Languages: es, pt

source: Authenticity
es: Autenticidad
pt: Autenticidade

# AuthenticityDesc
source: Before any interaction, identity and photo verification are mandatory. Users can provide private or public feedback at any time.
es: Antes de cualquier interacción, es obligatorio verificar la identidad y la foto. Los usuarios pueden proporcionar comentarios privados o públicos en cualquier momento.
pt: Antes de qualquer interação, a verificação de identidade e foto é obrigatória. Os usuários podem fornecer feedback privado ou público a qualquer momento.

source: Compatibility Report
es: Informe de compatibilidad
pt: Relatório de compatibilidade

# CompatibilityReportDesc
source: For each match (or couple), we have a complete analysis of each of our categories, with tips, suggestions for improvements and how to deal with your partner in a better way.
es: Para cada match (o pareja), tenemos un análisis completo de cada una de nuestras categorías, con consejos, sugerencias de mejora y cómo tratar mejor a tu pareja.
pt: Para cada match (ou casal), temos uma análise completa de cada uma das nossas categorias, com dicas, sugestões de melhorias e como lidar melhor com seu parceiro.

source: Compatibility System
es: Sistema de compatibilidad
pt: Sistema de compatibilidade

# CompatibilitySystemDesc
source: We have developed the most advanced and scientifically backed compatibility system to create meaningful, long-lasting relationships.
es: Hemos desarrollado el sistema de compatibilidad más avanzado y respaldado científicamente para crear relaciones significativas y duraderas.
pt: Desenvolvemos o sistema de compatibilidade mais avançado e cientificamente respaldado para criar relacionamentos significativos e duradouros.

source: Couple Compatibility
es: Compatibilidad de pareja
pt: Compatibilidade de casal

# CoupleCompatibilityDesc
source: Couples can test their compatibility and receive a detailed report with personalized insights and areas for growth.
es: Las parejas pueden probar su compatibilidad y recibir un informe detallado con información personalizada y áreas de crecimiento.
pt: Os casais podem testar sua compatibilidade e receber um relatório detalhado com insights personalizados e áreas de crescimento.

# Couples
source: SUCCESSFUL MATCHES
es: Matches exitosos
pt: MATCHES

source: MM Coin
es: Moneda MM
pt: Moeda MM

# MMCoinDesc
source: Our virtual currency. It will be used for all premium operations, including receiving match suggestions. New features will be developed and announced soon.
es: Nuestra moneda virtual. Se utilizará para todas las operaciones premium, incluyendo la recepción de sugerencias de matches. Próximamente se desarrollarán y anunciarán nuevas funciones.
pt: Nossa moeda virtual. Ela será usada para todas as operações premium, incluindo o recebimento de sugestões de matches. Novos recursos serão desenvolvidos e anunciados em breve.

source: Our Features
es: Nuestras características
pt: Nossas Funcionalidades

source: Our Numbers
es: Nuestros números
pt: Nossos Números

# OurNumbersMsg1
source: Together we are building something amazing!
es: ¡Juntos estamos construyendo algo increíble!
pt: Juntos estamos construindo algo incrível!

# OurNumbersMsg2
source: Our numbers are growing every day. Join our community and find your perfect match.
es: Cada día somos más. Únete a nuestra comunidad y encuentra a tu pareja ideal.
pt: Nossos números estão crescendo a cada dia. Junte-se à nossa comunidade e encontre seu par perfeito.

source: Our Roadmap
es: Nuestra hoja de ruta
pt: Nosso Roteiro

# OurRoadmapMsg1
source: New Features Unlocked as Our Community Expands!
es: ¡Nuevas funciones desbloqueadas a medida que nuestra comunidad se expande!
pt: Novos recursos desbloqueados conforme nossa comunidade se expande!

# OurRoadmapMsg2
source: We are constantly evolving! Features may be released earlier for specific countries (once they reach 10k users) or if development is completed ahead of schedule. We welcome your feedback—your suggestions can help shape the future of our platform!
es: ¡Estamos en constante evolución! Es posible que las funciones se lancen antes en países específicos (una vez que alcancen los 10 000 usuarios) o si el desarrollo se completa antes de lo previsto. Agradecemos sus comentarios; sus sugerencias pueden ayudar a definir el futuro de nuestra plataforma.
pt: Estamos em constante evolução! Os recursos podem ser lançados mais cedo para países específicos (quando atingirem 10 mil usuários) ou se o desenvolvimento for concluído antes do previsto. Agradecemos seu feedback — suas sugestões podem ajudar a moldar o futuro da nossa plataforma!

# Phase1Opt1
source: Create your profile (private mode only)
es: Crea tu perfil (solo modo privado)
pt: Cadastre-se no nosso banco de perfis para matchmaking

# Phase1Opt2
source: Explore our compatibility system
es: Explora nuestro sistema de compatibilidad
pt: Explore nosso sistema de compatibilidade

# Phase1Opt3
source: Couples: Get detailed relationship analysis
es: Parejas: Obtenga un análisis detallado de la relación
pt: Casais: Obtenha uma análise detalhada do relacionamento

# Phase1Title
source: Phase 1 (0-100k users)
es: Fase 1 (0-100k usuarios)
pt: Fase 1 (0-100k usuários)

# Phase2Opt1
source: Public profiles are released
es: Se publican los perfiles públicos
pt: Os usuários podem se candidatar como clientes de matchmaking

# Phase2Opt2
source: Basic matchmaking system introduced
es: Se introduce el sistema básico de emparejamiento
pt: Todos os módulos da nossa plataforma lançados

# Phase2Opt3
source: MM Coin: US$1 per unit
es: Moneda MM: US$1 por unidad
pt: Moeda MM: US$ 1 por unidade

# Phase2Title
source: Phase 2 (100k-200k users)
es: Fase 2 (100.000-200.000 usuarios)
pt: Fase 2 (100k-200k usuários)

# Phase3Opt1
source: New features to be announced
es: Se anunciarán nuevas funciones
pt: Novos recursos a serem anunciados

# Phase3Opt2
source: MM Coin: US$2 per unit
es: Moneda MM: US$2 por unidad
pt: Moeda MM: US$ 2 por unidade

# Phase3Title
source: Phase 3 (200k-300k users)
es: Fase 3 (200k-300k usuarios)
pt: Fase 3 (200k-300k usuários)

# Phase4Opt1
source: New features to be announced
es: Se anunciarán nuevas funciones
pt: Novos recursos a serem anunciados

# Phase4Opt2
source: MM Coin: US$3 per unit
es: Moneda MM: US$3 por unidad
pt: Moeda MM: US$ 3 por unidade

# Phase4Title
source: Phase 4 (300k-400k users)
es: Fase 4 (300k-400k usuarios)
pt: Fase 4 (300k-400k usuários)

source: Privacy
es: Privacidad
pt: Privacidade

# PrivacyDesc
source: We care about everyone's privacy. We have several mechanisms and settings in place to protect your privacy in a way that best suits you.
es: Nos preocupamos por la privacidad de todos. Contamos con diversos mecanismos y configuraciones para protegerla de la forma que mejor se adapte a sus necesidades.
pt: Nós nos importamos com a privacidade de todos. Temos vários mecanismos e configurações em vigor para proteger sua privacidade da forma que melhor se adequa a você.

source: Profile
es: Perfil
pt: Perfil

# ProfileDesc
source: We develop a complete and scientifically relevant profile to detect true compatibilities within a stable and long-term relationship.
es: Desarrollamos un perfil completo y científicamente relevante para detectar compatibilidades reales dentro de una relación estable y de largo plazo.
pt: Desenvolvemos um perfil completo e cientificamente relevante para detectar verdadeiras compatibilidades dentro de um relacionamento estável e de longo prazo.

source: Security
es: Seguridad
pt: Segurança

# SecurityDesc
source: We do not store or exchange information with third parties (or in any other way) that may compromise your security or your data.
es: No almacenamos ni intercambiamos información con terceros (ni de ninguna otra forma) que pueda comprometer su seguridad o sus datos.
pt: Não armazenamos ou trocamos informações com terceiros (ou de qualquer outra forma) que possam comprometer sua segurança ou seus dados.

source: Tracking
es: Seguimiento
pt: Monitorando

# TrackingDesc
source: We support you at every step of your matchmaking journey — including first meetings — ensuring a safe and meaningful path to a lasting relationship.
es: Lo apoyamos en cada paso de su proceso de emparejamiento, incluidos los primeros encuentros, garantizando un camino seguro y significativo hacia una relación duradera.
pt: Nós apoiamos você em cada etapa da sua jornada de relacionamento — incluindo os primeiros encontros — garantindo um caminho seguro e significativo para um relacionamento duradouro.

# Users
source: USERS IN THE COMMUNITY
es: USUARIOS EN LA COMUNIDAD
pt: USUÁRIOS
